[
  {
    "id": 1,
    "name": "إيناس الدغيدي",
    "bio": "إيناس الدغيدي - خريجة المعهد العالي للسينما 1975 أخرجت 14 فيلماً روائي طويل\nحازت على العديد من الجوائز الدولي والعربية والمصرية",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/إيناس الدغيدي/IMG_1520.jpg",
    "films": [
      {
        "id": 1,
        "title": "الباحثات عن الحرية",
        "description": "تدور أحداث الفيلم حول ثلاث فتيات عربيات يسافرن إلى فرنسا، وذلك بحثًا عن الحرية التي افتقدوها في البلاد العربية التي جاءوا منها، كل منهن على طريقتها الخاصة",
        "director_id": 1,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الباحثات عن الحرية/IMG_3093.JPG"
      },
      {
        "id": 2,
        "title": "مذكرات مراهقة",
        "description": "تقع جميلة في حب رؤوف الشاب الوسيم وصديق نانسي من أول نظرة، لدرجة أنها تسلم نفسها له، وتشعر نانسي بالضغينة بسبب حب جميلة ورؤوف، فتقرر أن تبتزها بتسجيل لقاءهما الجنسي.",
        "director_id": 1,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/مذكرات مراهقة/IMG_2933.JPG"
      },
      {
        "id": 3,
        "title": "الوردة الحمراء",
        "description": "تنتهي قصة حب بين (صلاح) و(جميلة)، وبعد سنوات يلتقيا، لكن بعد أن تزوجت (جميلة) من عزمي الدمنهوري أحد كبار المهربين، والذي يعمل صلاح مساعدًا له، وتحاول (جميلة) إعادة العلاقة كما كانت، يرفض (صلاح) ويحاول تجنبها، لكنها تصر وتلاحقه، ويعرف (عزمي) بحقيقة علاقتهما، فيدخل صراعًا نفسيًا معهما.",
        "director_id": 1,
        "release_year": 2000,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الوردة الحمراء/افيش.jpg"
      }
    ]
  },
  {
    "id": 2,
    "name": "سامح عبد العزيز",
    "bio": "بكالوريوس المعهد العالي للسينما – قسم مونتاج 1996\n\nأخرج أكثر من 20 فيلم وثائقي بفرنسا منذ عام 1995- 2000\n\nأخرج أكثر من 25 برنامجاً وتنويهاً بالفضائية المصرية مثل ( 122 نجدة – دربكة – هادي وفادي – شوية فن )\n\nاخرج البرامج الأكثر أهمية بقناة دريم ( الهوا هوانا – جانا الهوا )\n\n- أخرج أول أفلامه الطويلة : درس خصوصي .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/سامح عبد العزيز/IMG_4250.jpg",
    "films": [
      {
        "id": 4,
        "title": "أسد وأربع قطط",
        "description": "تدور الأحداث حول النقيب (شبل ضرغام) الذي يكلف بعملية تأمين حفل كبير بأحد الفنادق يحييه أعضاء فريق (الفوركاتس)، وأثناء الحفل تحدث جريمة قتل، ويكون الشاهد الوحيد على هذه الجريمة هو هذا الفريق، فيقوم (شبل) باصطحاب أعضاء الفريق للحياة في منزل عمه بمنطقة (إمبابة)، ومن هنا تحدث العديد من المواقف الكوميدية.",
        "director_id": 2,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أسد وأربع قطط/IMG_3911.JPG"
      },
      {
        "id": 5,
        "title": "درس خصوصي",
        "description": "أحد الأشخاص يُفقد في مثلث برمودة منذ عام 1919 ويجده بحار على سفينة ويعجب بالممرضة التي تعمل على السفينة وتساعده في العثور على أهله، ليجد أحفاده الذين يريدون هدم منزله الأثري لبيعه بمبلغ طائل إلى أن يقنعهم بالعيش فيه جميعاً،",
        "director_id": 2,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/درس خصوصي/IMG_3129.JPG"
      },
      {
        "id": 6,
        "title": "الفرح",
        "description": "",
        "director_id": 2,
        "release_year": 2009,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الفرح/IMG_4251.JPG"
      }
    ]
  },
  {
    "id": 3,
    "name": "علي إدريس",
    "bio": "ولد المخرج على إدريس في الرابع من من نوفمبر عام 1962 . تخرج من المعهد العالي للسينما عام 88 شعبة مونتاج.\n\nعمل مساعداً للإخراج مع عدد كبير من المخرجين الكبار منهم :\nنادر جلال-على عبد الخالق-سيمر سيف-رأفت الميهي-داوود عبد السيد-خيري بشارة-شريف عرفه-طارق العريان.\n                                                              فى أفلام عديدة منها :\nدرب الرهبة-الكيت كات-شمس الزناتي- سوق المتعة-قليل من الحب كثير من العنف-إشارة مرور – المنسي-طيور الظلام-اضحك الصورة تطلع حلوة-الناظر – الباشا.\nأخرج فيلمه الأول \"أصحاب ولا بيزنس\" عام 2001 .\nأسند له الفنان / عادل إمام إخراج فيلم \"التجربة الدينمركية \" ليصبح ثاني أعماله السينمائية عام 2003 .\nفيلم \" عريس من جهة أمنية \" ليكون ثالث أعمال المخرج عام 2004 .\nجوائز حصل عليها المخرج :\nجائزة محمد شبل للإخراج السينمائي عن العمل الأول عن فيلم \"أصحاب ولا بيزنس\" عام 2002 .\nجائزة لجنة التحكيم الخاصة من جمعية أوسكار السينما المصرية عن فيلم \"التجربة الدينمركية \" عام 2004 .\nجائزة الإخراج عن فيلم \"عريس من جهة أمنية\" عام 2005 .\nجائزة أحسن مخرج في استفتاء الجمهور بقناة المنوعات المتخصصة عن فيلم \"عريس من جهة أمنية \" عام 2004 .\nخريج المعهد العالي للسينما دفعة 1986\n- عمل كمساعد مخرج في 23 فيلم\n- أصحاب ولا بيزنس أول أفلامه",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/علي إدريس/IMG_2097.jpg",
    "films": [
      {
        "id": 7,
        "title": "عريس من جهة أمنية",
        "description": "يحاول رجل الأعمال (خطاب النجاري) إبعاد كافة الشباب الذين يتقدمون لخطبة ابنته الوحيدة (حبيبة)، وذلك بسبب تعلقه الشديد بها، حتى يتقدم لخطبة ابنته الضابط (طارق)، الذي سبق له أن أخرج (خطاب) من مأزق في أحد الأقسام، ويحاول (خطاب) بشتى الطرق إبعاد (طارق) عن ابنته فيضع له العراقيل التي ينجح (طارق) في اجتيازها.",
        "director_id": 3,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عريس من جهة أمنية/افيش.jpg"
      },
      {
        "id": 8,
        "title": "بابا",
        "description": "“حازم” (أحمد السقا) طبيب أمراض نساء تتعلق بحبه مهندسة الديكور “فريدة” (درة)، وعقب زواجهما يفاجأ حازم بعدم قدرته على الإنجاب فيضطر للجوء إلى عملية الحقن المجهري",
        "director_id": 3,
        "release_year": 2012,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/بابا/265248268final-1-vol-A.jpg"
      },
      {
        "id": 9,
        "title": "أصحاب ولا بيزنس",
        "description": "كريم نور وطارق السيوفي مذيعان برامج ترفيهية ذائعة الصيت، ويتسابق النجمان للفوز بأحد الإعلانات التي تدر مالًا وفيرًا لحد الصراع، ووسط هذه الأحداث تندلع الانتفاضة الفلسطينية، ثم يذهب كريم دون رغبة منه للأراضي الفلسطينية، وهناك تتغير نظرته للأمور تمامًا.",
        "director_id": 3,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أصحاب ولا بيزنس/افيش.jpg"
      },
      {
        "id": 10,
        "title": "كلام في الحب",
        "description": "(ناهد) جرسونة في مطعم من أسرة متوسطة الحال، وتتعرض بعد الطلاق للعديد من المتاعب، وتحاول التغلب على وحدتها بالبحث عن قصة حب جديدة، أما زميلتها في العمل (سلمى) فهى اﻷخرى تبحث عن الحب، وتحس بعواطف خفية تجاه (حسونة) مساعد المخرج الذي جاءته فرصة لإخراج أغنية فيديو كليب، فيستعين بـ(سلمى) كي تقوم بالبطولة.",
        "director_id": 3,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/كلام في الحب/افيش.jpg"
      },
      {
        "id": 11,
        "title": "حريم كريم",
        "description": "تدور أحداث الفيلم حول زوجين يتم الطلاق بينهما بسبب سوء تفاهم جرى بينهما، فيحاول الزوج أن يعمل على مصالحة زوجته بشتى الطرق عن طريق اﻹتصال بزميلاته القدامى أثناء الجامعة.",
        "director_id": 3,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/حريم كريم/IMG_2215.JPG"
      },
      {
        "id": 12,
        "title": "التجربة الدنماركية",
        "description": "يصير (قدري المنياوي) وزيرًا للشباب والرياضة، وتزور مصر فتاة من الدنمارك من أجل التبادل الثقافي بين البلدين، تأتي (أنيتا) إلى مصر وتنزل في فيلا الوزير، يحاول أولاده التقرب منها بشدة كما يقع الوزير في غرامها مع انفتاحها وثقافتها المختلفة.",
        "director_id": 3,
        "release_year": 2003,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/التجربة الدنماركية/IMG_2866.JPG"
      }
    ]
  },
  {
    "id": 4,
    "name": "اكرم فريد",
    "bio": "اتولد فى سنة 1972، واتخرج من كلية الطب البيطرى فى سنة 1995، لكن حبه للفن جعله يلتحق بمعهد السينما لكى يدرس الإخراج، وتخرج فى سنة 2001، قدم الكتير من الأفلام الروائية القصيرة والوثائقية من أهمها (3 ورقات)، وعمل كمساعد مخرج فى البداية",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/اكرم فريد/IMG_2340.JPG",
    "films": [
      {
        "id": 13,
        "title": "نظرية عمتي",
        "description": "يعمل (حسن الرداد) مذيعًا مشهورًا في أحد برامج التوك شو ذات الجماهيرية الكبيرة، ونتيجة لهذا يتعرض للعديد من المفارقات يسببها له ازدياد عدد معجباته من النساء، يتطور هذا عندما تقع في حبه فتاة تعمل معدة في البرنامج الذي يقدمه، والتي تذهب إلى خبيرة في شؤون الرجال كي تجد لها طريقة للفت نظره، ومن ثم الوقوع في حبها. تتوالى الأحداث مع وقوع العديد من المفارقات الكوميدية.",
        "director_id": 4,
        "release_year": 2013,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/نظرية عمتي/IMG_2242.JPG"
      },
      {
        "id": 14,
        "title": "زي الهوا",
        "description": "ميكانيكي يعمل عند سيدة أعمال تعشقه حتى الجنون، وهو لا يريد الحب بالإكراه ويحب فتاة أخرى مشتركة في برنامج تلفزيوني، وتتمنى أن تفوز به، وتدور الأحداث بعد ذلك بين سيدة الاعمال التي لا يحبها، والفتاة التي يحبها.",
        "director_id": 4,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/زي الهوا/default (38).jpg"
      },
      {
        "id": 15,
        "title": "عائلة ميكي",
        "description": "أسرة مكونة من ثمانية أفراد، الأب والأم التي تعمل في هيئة حكومية ولها خمسة أبناء وكل منهم له مشكلة مختلفة تمامًا عن الأخر، وتعيش بين مشاكلهم وأزماتهم بالإضافة لإعالتها لوالدتها الكفيفة، وبعد سلسلة من الأحداث تجد الأم الحل للقضاء على مشاكلها بالتقدم لإحدى المسابقات للحصول على لقب (الأسرة المثالية).",
        "director_id": 4,
        "release_year": 2010,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عائلة ميكي/u-1024x512.jpg"
      },
      {
        "id": 16,
        "title": "الحب كده",
        "description": "تدور الأحداث حول شاب لا يحب الأطفال ويقابل فتاة ويحبها، ولكنه يكتشف أنها أرملة ولها ولد وبنت مشاغبان، وتطلب منه حبيبته أن يسافر مع الطفلين إلى الصعيد، ليورطاه في العديد من المشاكل، مما يؤدى إلى أن يفوته ميعاد الطائرة والقطار، فيضطر للسفر معهما بسيارته، مما يؤدى إلى حدوث العديد من المواقف الكوميدية.",
        "director_id": 4,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الحب كده/default (34).jpg"
      },
      {
        "id": 17,
        "title": "أيظن!",
        "description": "تدور أحداث القصة حول رجل الأعمال (حسن حسني) الذي يبحث عن ابنته (جميلة) التي فقدها منذ أكثر من 20 عامًا، يقرر جميع من حوله مساعدته في عملية البحث عن ابنتهت طمعًا في المكافأة المالية التي أعدها لمن يجد ابنته، ووسط رحلة البحث عنها يتعرض للعديد من عمليات النصب بهدف الحصول على المكافأة المالية التي حددها وهي عشرة ملايين جنيه.",
        "director_id": 4,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أيظن!/default (37).jpg"
      },
      {
        "id": 18,
        "title": "عمر وسلمى",
        "description": "(عمر) شاب جامعي متعدد العلاقات النسائية، يعاني بعد ترك حبيبته له، وفي الجامعة ينجذب لـ(سلمى) التي سرعان ما يقع في حبها، ويحاول اجتذابها إليه، لكنه في الوقت ذاته لا يتخلى عن علاقاته العابرة.",
        "director_id": 4,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عمر وسلمى/default (36).jpg"
      }
    ]
  },
  {
    "id": 5,
    "name": "طارق العريان",
    "bio": "خريج جامعة سزرن إيلينوي بالولايات المتحدة الأمريكية قسم فنون ( سينما – مسرح ) .\n\nأول أفلامه \" الإمبراطور \" ثم \" الباشا \"ثم السلم والثعبان وتيتو وغيرهم \" أخرج العديد من الأغاني المصورة سينمائياً ( فيديو كليب )",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/طارق العريان/IMG_2142.JPG",
    "films": [
      {
        "id": 19,
        "title": "الإمبراطور",
        "description": "تتناول القصة رحلة صعود (زينهم)، شاب نزل مصر هاربًا من (الصعيد) بحثًا عن لقمة العيش، يصعد في عالم الجريمة المنظمة وتهريب المخدرات، يشاركه في رحلة الجريمة صديقه (إبراهيم)، وعندما يصبح واحدا من أكبر مهربي المخدرات (الهيروين)، ويصبح المسيطر على سوقها في (مصر) بالتحالف مع مهرب إسرائيلي ، يتزوج بالراقصة (حياة) بعد تخلصه من (سليم) تاجر المخدرات الذي كان يعمل لديه في بداية مشواره، ويتحول إلى تصفية كل من يقف في طريقه، يتحول إلى إدمان المخدرات، ويقتل صديقه الحميم (إبراهيم)، بعدما يشك في خيانة زوجته الراقصة معه.",
        "director_id": 5,
        "release_year": 1990,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الإمبراطور/افيش.jpg"
      },
      {
        "id": 20,
        "title": "السلم والثعبان",
        "description": "(حازم) شاب مستهتر ، فشل فى أن يكون زوجا جيدا ، وفشل فى أن يصبح أبا جيدا ، لكن حياته تبدأ في العودة للمسار السليم بعد أن تدخل (ياسمين) حياته ، يواجهان معا العديد من المشاكل في بداية علاقتهما ، لكن الحب يفرض كلمته في النهاية .",
        "director_id": 5,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/السلم والثعبان/أفيش السلم والثعبان.png"
      },
      {
        "id": 21,
        "title": "تيتو",
        "description": "تيتو طفل لم يحظ مثل العديد من الأطفال بالرعاية اللازمة فنشأ مثل العديد من الأطفال في العالم الشارع والطرقات هى أبيه ووالدته بينما كان \" تيتو \" وصديق له يقومان بسرقة إحدى السيدات قام أمين الشرطة بإلقاء القبض على صديقه بينما هرب \" تيتو \" فما كان من \" تيتو \" إلا أن تراجع عن الهرب وأخرج المطواة وأصاب أمين الشرطة في محاولة لتخليص زميله من قبضته تم القبض على تيتو وبما أنه ما زال في سن الطفولة تم إيداعه بالأحداث هناك تعرض تيتو للاحتكاك بمن هم مثله في الإجرام على أن وصلت ذروة الاحتكاك إلى الانتقام فقام طفل أكبر منه سناً بمحاولة الانفراد به للانتقام منه لكن تيتو قام بقتله بطريقة تدل على من هو أبيه وأمه ؟؟؟ مبدأ الشارع وتزداد مدة السجن يقوم تيتو خلالها بالاهتمام ببناء جسمه مستغلاً ما حوله من إمكانيات يخرج تيتو بعد مدة السجن يواجه الحياة بمصير مجهول وبدون أي سند ويعرض على تيتو العمل مع إحدى العصابات وأثناء العملية يتم قتل جميع أفراد العصابة ويهرب تيتو ومعه المال ويتقابل بضابط الشرطة المنحرف هل يتقبل المجتمع حقيقة الآخرين ماذا سوف يفعل \" طاهر \" .. وما هو مصيره ؟",
        "director_id": 5,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/تيتو/IMG_3289.JPG"
      }
    ]
  },
  {
    "id": 6,
    "name": "ماندو العدل",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/ماندو العدل/IMG_4457.JPG",
    "films": [
      {
        "id": 22,
        "title": "الكبار",
        "description": "",
        "director_id": 6,
        "release_year": 2010,
        "poster_url": null
      }
    ]
  },
  {
    "id": 7,
    "name": "نادين خان",
    "bio": "مخرجة مصرية، ولدت في عام 1981، بدأت كمخرجة مساعدة مع والدها المخرج الكبير محمد خان وقد شاركت في مونتاج العديد من الأعمال الفنية باﻹضافة إلى إخراجها لعدد من اﻷفلام القصيرة منها (رؤية)، وقد قامت بإخراج أول فيلم طويل لها وهو (هرج ومرج) وشاركت في أعمال المونتاج والمكساج الخاصة بالفيلم.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/نادين خان/IMG_2531.jpg",
    "films": [
      {
        "id": 23,
        "title": "هرج ومرج",
        "description": "تدور أحداث الفيلم حول قصة حب ضائع في إطار مثير للجدل. يعيش منال وزكي ومنير في العشرينيات من عمرهم في مجتمع ضيق حيث يتم تلبية الاحتياجات الأساسية ولكن الفوضى والاضطرابات تعم المكان. يقع الشابان في حب نفس الفتاة التي تجد نفسها موضع رهان في مباراة كرة قدم بينهما، حيث يتزوج الفائز من منال. تعكس هذه القصة شباب كرة القدم والبلاي ستيشن وكيف يتعاملون مع مشاعرهم في مجتمع يزداد انغلاقًا وعزلة.",
        "director_id": 7,
        "release_year": 2012,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/هرج ومرج/IMG_2532.JPG"
      }
    ]
  },
  {
    "id": 8,
    "name": "كمال الشيخ",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/كمال الشيخ/IMG_3334.JPG",
    "films": [
      {
        "id": 24,
        "title": "الهارب",
        "description": "يحاول زوار الفجر اصطياد أحد الفتيان الذين لهم نشاط سياسى معادي، ويهجمون على منزله، ولا يجدوه ويلقون القبض على أخيه من أجل الإدلاء بمعلومات عن أخيه، إلا أنه يهرب من قبضة رجال الأمن، يسوقه الطريق إلى منزل الصحافي رءوف، الذي لا يجد مفرًا من أن يشي به حتى لا يفتضح أمره أثناء خيانته لزوجته مع فتاة ليل",
        "director_id": 8,
        "release_year": 1974,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الهارب/default (33).jpg"
      },
      {
        "id": 25,
        "title": "وثالثهم الشيطان",
        "description": "تقع (عفاف) بحب الممثل المسرحي (هشام) ويتفقا على الزواج، ولكن والدها يعارض تلك الزيجة، ويجبرها على الزواج من شخص آخر، مما يدفع عفاف إلى الهروب ليلة زفافها والذهاب إلى هشام، والذي يكتشف في نفس الوقت إصابته بمرض نفسي نتيجة تجربة تعرض لها وهو طفل، لتتصاعد الأحداث.",
        "director_id": 8,
        "release_year": 1978,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/وثالثهم الشيطان/default (34).jpg"
      },
      {
        "id": 26,
        "title": "ميرامار",
        "description": "تهرب زهرة من بلدتها الصغيرة بعد أن ضغطت عليها أسرتها للزواج من ثري عجوز، توجهت إلى مدينة الإسكندرية وعملت في فندق صغير، وبدأت تقابل شخصيات مختلفة في الفكر والحياة ومنهم حسين علام الثري العابث، ومنصور باهي الشاب المناضل المثقف والذي تتعرف عليه زهرة محاولًا مساعدتها في تعلم القراءة والكتابة.",
        "director_id": 8,
        "release_year": 1969,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ميرامار/8B0AB78B-C15E-494B-8A52-B13853C30C09.jpeg"
      }
    ]
  },
  {
    "id": 9,
    "name": "سعيد حامد",
    "bio": "مخرج سوداني، ولد عام 1958 بالخرطوم، ثم درس بالقاهرة وتخرج من المعهد العالي للسينما قسم مونتاج عام 1982، ثم بدأ مسيرته الفنية بالعمل كمساعد مخرج بفيلمي (البرنس، صديقي الوفي) عام 1984، قبل أن يخوض تجربة اﻹخراج منفرداً من خلال فيلم (الحب في الثلاجة) عام 1992، لتتوالى بعدها أعماله والتي من أبرزها (شورت وفانلة وكاب، طباخ الريس، هانم بنت باشا).",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/سعيد حامد/IMG_2162.JPG",
    "films": [
      {
        "id": 27,
        "title": "رشة جريئة",
        "description": "سلماوي وميما يحلمان بالالتحاق بمعهد التمثيل لكنهما يصطدمان بامتحانات القبول التعجيزية، ويحاولان الدخول إلى عالم التمثيل عن طريق أي باب أخر، ومع كل محاولة يلازمهما سوء الحظ الذي يقودهما عدة مرات إلى قسم البوليس، وبرغم المتاعب يصران على استكمال المشوار وتحقيق حلمهما بأي ثمن.",
        "director_id": 9,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/رشة جريئة/افيش.jpg"
      },
      {
        "id": 28,
        "title": "شورت وفانلة وكاب",
        "description": "ثلاثة أصدقاء يعملون في شرم الشيخ مرشد سياحي ومدرب غطس ومدير كافيتريا، لكل منهم قصته، يساعد أحدهم ابنة وزير عربي في الهرب من والدها الذي يرفض زواجها ممن تحب. وتتشابك الاحداث بعد هروبها واكتشافها حقيقة من تحب.",
        "director_id": 9,
        "release_year": 2000,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/شورت وفانلة وكاب/افيش.jpg"
      },
      {
        "id": 29,
        "title": "يا أنا يا خالتي",
        "description": "تدور القصة حول (تيمور) الطالب بمعهد الموسيقى، والمرتبط عاطفيًا بزميلته (نوال)، ويسعى للزواج منها، لكن والدة نوال تؤمن بالسحر والشعوذة، فيلجأ تيمور إلى وضع قناع إصطناعي ليمثل شخصية الساحرة (الخالة نوسة) حتى يتمكن من نيل رضاها ومباركتها لإرتباطهما، فهل سينجح؟",
        "director_id": 9,
        "release_year": 2005,
        "poster_url": null
      },
      {
        "id": 30,
        "title": "همام في أمستردام",
        "description": "(همام) شاب يعاني من الفقر والبطالة، كما يشعر بالحزن بسبب هجران خطبيته له، وارتباطها برجل أخر، يقرر الذهاب للإقامة مع خاله في (هولندا) وتجربة حظه هناك، ويتعرض هناك إلى الكثير من المتاعب حتى يصل لمرحلة فقدان أمواله وجواز سفره، لكنه لا يجعله كل هذا يثبط من همته، ويكافح ويعمل بجد حتى يستطيع أن يحقق أحلامه.",
        "director_id": 9,
        "release_year": 1999,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/همام في أمستردام/افيش.jpg"
      },
      {
        "id": 31,
        "title": "صاحب صاحبة",
        "description": "يحظى (جاد) و(أسامة)، صديقان وجاران منذ الطفولة، بإعارة إلى إحدى دول الخليج، ولكن يجب أن يبقى أحدهما لرعاية الأهل فيسافر (جاد) ويبقى (أسامة)، وبعد خمس سنوات يعود (جاد) في إجازة قصيرة ليحاول (أسامة) منعه من السفر مجددًا في إطار مجموعة من المواقف الكوميدية التي تحدث لهما.",
        "director_id": 9,
        "release_year": 2002,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/صاحب صاحبة/افيش.jpg"
      }
    ]
  },
  {
    "id": 10,
    "name": "إبراهيم البطوط",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/إبراهيم البطوط/أبراهيم البطوط.png",
    "films": [
      {
        "id": 32,
        "title": "الشتاء اللي فات",
        "description": "",
        "director_id": 10,
        "release_year": 2011,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الشتاء اللي فات/الشتاء اللي فات - أفيش ١.png"
      },
      {
        "id": 33,
        "title": "حاوي",
        "description": "",
        "director_id": 10,
        "release_year": 2010,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/حاوي/IMG_2252.JPG"
      }
    ]
  },
  {
    "id": 11,
    "name": "عدلي خليل",
    "bio": "عدلي خليل، مخرج ومنتج مصري، مواليد 3 يوليو 1922.\nالتحق بالعمل في ستديو مصر منذ عام 1945، وعمل مساعد مخرج لعدد من المخرجين منهم (حلمي رفلة وزهير بكير وكمال عطية) في أفلام مثل (الغجرية) و(قيس وليلى) ليخوض بعدها تجربة اﻹخراج منفردًا كما في فيلم (لعبة القتل) الذي قام بإخراجه وإنتاجه أيضًا، وفيلم (سارق السيارات)، توفى في التاسع عشر من يناير عام 2002.",
    "portrait_url": null,
    "films": [
      {
        "id": 34,
        "title": "هاربات من الحب",
        "description": "يتفق صلاح مع إلهام على فسخ خطبتهما، وذلك حتى تمارس حريتها المنشودة، ويتعاملا مع بعضهما البعض بكونهما أصدقاء، ويقع في حب صديقتها رغم التفاوت الطبقي بينهما.",
        "director_id": 11,
        "release_year": 1970,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/هاربات من الحب/default (31).jpg"
      },
      {
        "id": 35,
        "title": "النيابة تطلب البراءة",
        "description": "يدخل أحمد وكيل النيابة في صراع مع صديقه عمره رأفت المقاول الذي يطمع في نعمت خطيبة أحمد ويتآمر لفسخ الخطبة ليتزوج منها. يصاب أحمد بصدمة نفسية شديدة تؤدي إلى إصابته بازدواج في الشخصية ليدافع في الصباح عن القانون ويتحول في المساء إلى شخصية إجرامية يدعى البرنس.",
        "director_id": 11,
        "release_year": 1990,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/النيابة تطلب البراءة/IMG_8615.jpg"
      }
    ]
  },
  {
    "id": 12,
    "name": "مروان حامد",
    "bio": "ولد في القاهرة عام 1977 وتخرج من معهد السينما عام 1999                                     \n                                                              في عام 2001، أخرج فيلمًا مدته 40 دقيقة بعنوان \"لي لي\" استنادًا إلى قصة قصيرة للكاتب الشهير يوسف إدريس. كان أول فيلم روائي طويل له هو \"عمارة يعقوبيان\"، عام 2006، استنادًا إلى أفضل مبيعات دولية تحت نفس الاسم. تم عرض الفيلم في الكثير من المهرجانات السينمائية بما في ذلك مهرجان برلين السينمائي في قسم البانوراما وفاز بالعديد من الجوائز بما في ذلك جائزة أفضل صانع فيلم روائي جديد في مهرجان تريبيكا السينمائي عام 2006.                     \n                                                          يعتبر فيلمه الطويل الثاني إبراهيم الابيض- 2009، أحد أكثر الأفلام إثارة للصدمة حول عالم الجريمة في الأحياء الفقيرة المصرية.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/مروان حامد/IMG_3506.jpg",
    "films": [
      {
        "id": 36,
        "title": "الأصليين",
        "description": "(سمير عليوة) موظف بنك مستقر في عمله منذ سنين، يُفصل فجأة بعد قرار بتخفيض العمالة، فيحاول أن يبحث عن وظيفة جديدة، وبعد أيام يفتح الباب ليلًا ليجد صندوق يحوي تليفون محمول، ودعوة لوضع بصمته، في التليفون يشاهد سلسلة من الصور والفيديوهات التي تتناول ماضيه، قبل أن يتلقى مكالمة ستغير حياته إلى الأبد.",
        "director_id": 12,
        "release_year": 2017,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الأصليين/IMG_5930.JPG"
      },
      {
        "id": 37,
        "title": "إبراهيم الأبيض",
        "description": "بعد مرور عدة سنوات على مقتل والده أمام عينيه، يكبر إبراهيم رفقة صديقه عشري ويبدأ في التوغل داخل عصابة عبدالملك زرزور وعالم تجارة المخدرات، ولكن سرعان ما يتسبب الحب في تغيير كل شيء في مصير الصديقين.",
        "director_id": 12,
        "release_year": 2009,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/إبراهيم الأبيض/IMG_1942.JPG"
      },
      {
        "id": 38,
        "title": "تراب الماس",
        "description": "",
        "director_id": 12,
        "release_year": 2018,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/تراب الماس/IMG_2120.JPG"
      },
      {
        "id": 39,
        "title": "عمارة يعقوبيان",
        "description": "داخل عمارة يعقوبيان الشهيرة الواقعة في وسط مدينة القاهرة، تتقاطع المسارات والحكايات بين سكانها مختلفي الانتماءات والطبقات والتوجهات الفكرية، والتي تمثل بدورها انعكاسات للصورة الكبيرة للوطن.",
        "director_id": 12,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عمارة يعقوبيان/IMG_4121.jpg"
      },
      {
        "id": 40,
        "title": "كيرة والجن",
        "description": "",
        "director_id": 12,
        "release_year": 2022,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/كيرة والجن/IMG_2121.JPG"
      }
    ]
  },
  {
    "id": 13,
    "name": "هبة يسري",
    "bio": "خريجة المعهد العالي للسينما 2006 لها بعض التدريبات وحاصلة على تنويه من مهرجان روتردام عن فيلمها التسجيلي المهنة امرأة .\nولدت بالقاهرة 1984 .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/هبة يسري/IMG_2591.jpg",
    "films": [
      {
        "id": 41,
        "title": "عشق آخر",
        "description": "فتاة من عائلة محافظة تحاول العمل في الفن وتواجه رفض أهلها والمجتمع والدين والفيلم يصور حركة الصراعات المختلفة التي تواجهها الفتاة .",
        "director_id": 13,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عشق آخر/_315x420_4b3276aee97b828e94cad6a6d1fa6c723cc0bf318bcbf9865c6b4cf878fd3819.jpg"
      }
    ]
  },
  {
    "id": 14,
    "name": "مازن الجبلي",
    "bio": "بدأ مازن الجابلي مشواره في الإخراج من خلال عدة أفلام، منها بيتزا بيتزا (1988)، وجالا جالا (2001)، وبركان الغضب (2002) بطولة تامر هجرس وفرح، ليختفي بعدها عن الساحة الفنية لمدة سبع سنوات، ثم عاد بعدها بالفيلم الكويتي معتوق في بانكوك (2009).",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/مازن الجبلي/mazen.jpg",
    "films": [
      {
        "id": 42,
        "title": "جالا جالا",
        "description": "",
        "director_id": 14,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/جالا جالا/IMG_4288.JPG"
      },
      {
        "id": 43,
        "title": "بركان الغضب",
        "description": "",
        "director_id": 14,
        "release_year": 2002,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/بركان الغضب/IMG_4286.JPG"
      },
      {
        "id": 44,
        "title": "بيتزا بيتزا",
        "description": "",
        "director_id": 14,
        "release_year": 1998,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/بيتزا بيتزا/IMG_4287.jpg"
      }
    ]
  },
  {
    "id": 15,
    "name": "محمد ياسين",
    "bio": "- تخرج من المعهد العالي للسينما دفعة 1987 مشروع التخرج كان الفيلم الروائي القصير \"الحليوة\" عن قصة الكاتب محمود السعدني .\n\n- عمل لسنوات كمساعد للإخراج مع مجموعة من المخرجين .\n\n- عمل كمخرج سينمائي لأول مرة من خلال فيلم \"محامي خلع\" تأليف وحيد حامد وحصل من خلاله على جائزة إخراج العمل الأول من المهرجان القومي التاسع للسينما المصرية (2002).\n\n- أخرج فيلم \"عسكر في المعسكر\" بطولة محمد هنيدي (2003) ، ثم أخرج فيلم \"دم الغزال\" من تأليف وإنتاج الكاتب وحيد حامد عام 2005 .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/محمد ياسين/محمد ياسين.png",
    "films": [
      {
        "id": 45,
        "title": "محامي خلع",
        "description": "سيدة أعمال تطلب الخلع من زوجها بعد ثلاثة شهور من الزواج لأنه يشخر أثناء نومه، يتولى محامي تحت التمرين قضيتها مع زميلته المحامية، ولأن مبرر السيدة غير مقنع، تبدأ الاعيب المحامي للبحث عن سبب وجيه للحصول على حكم الطلاق لموكلته، لتبدأ سلسلة من الأحداث الكوميدية.",
        "director_id": 15,
        "release_year": 2002,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/محامي خلع/IMG_3050.JPG"
      },
      {
        "id": 46,
        "title": "دم الغزال",
        "description": "رضا شاب فقير يعاني من البطالة يحاول الزواج من حنان جارته في الحارة ولكنها تهرب منه لتعيش مع سيدة أرستقراطية وتعمل عندها ويتورط رضا مع الجماعات اﻻرهابية، على الجانب الأخر يعيش جابر عميش على خداع الناس والنصب عليهم ويكون مصيره الموت في حادثة.",
        "director_id": 15,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/دم الغزال/default (26).jpg"
      },
      {
        "id": 47,
        "title": "عسكر في المعسكر",
        "description": "يلتحق (خضر حسنين) الصعيدي بقوات الأمن المركزي، ويتعرف على (متولي الزناتي) الذي التقى به مصادفة بالقطار، ويحكي (خضر) لصديقه عن علاقته بـ(سعدية) بالأقصر ويحكي متولي أنه مطلوب في الأخذ بثأر أبيه الذي قتل منذ 20 عامًا، ويتضح أن (خضر) هو الشخص المطلوب قتله للثأر منه، فيضطر إلى الهرب مع (سعدية).",
        "director_id": 15,
        "release_year": 2003,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عسكر في المعسكر/default (24).jpg"
      }
    ]
  },
  {
    "id": 16,
    "name": "يحيى العلمى",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/يحيى العلمى/IMG_3349.jpg",
    "films": [
      {
        "id": 48,
        "title": "خطيئة ملاك",
        "description": "ينزل الملاك طومار لمعايشة أهل الأرض ويعيش بين البشر، يتعرف على الساحر سليمان الذي يكتشف أن لطومار عينًا سحرية فيقنعه بالعمل معه، يطمع سليمان في ياسمين أخت زوجته ويغتصبها، يستغل سليمان أن طومار ليست له بصمات فيقنعه بسرقة خزينة الفندق الذي يقدم فيه سليمان ومعه طومار عروضهما، ولكنهما يفشلان لمراقبة رجال الشرطة لهما.",
        "director_id": 16,
        "release_year": 1979,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/خطيئة ملاك/default (39).jpg"
      },
      {
        "id": 49,
        "title": "شباب يرقص فوق النار",
        "description": "الأب حنفي ربى أبناءه الثلاثة ليكونوا في مفترق الطرق لاستقبال حياتهم القادمة، الكبير علاء مهندس يتطلع للعمل في المشروعات التجارية، أما الأوسط عادل فهو طالب جامعي يعيش في حياة لهو والابنة مشيرة تتجدد يوميًا من خلال اهتمامها بدراستها، ويربط الحب بينها وبين زميلها صلاح.",
        "director_id": 16,
        "release_year": 1978,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/شباب يرقص فوق النار/default (40).jpg"
      },
      {
        "id": 50,
        "title": "عروسة وجوز عرسان",
        "description": "تعمل (ثريا) في فرقة (عصفور) المسرحية، وتتزوج من المخرج (عصام) رغم حب الممثل (شاكر) لها، يسافر (عصام) إلى الخارج وتغرق الباخرة التي يستقلها، تمر السنوات القانونية لغياب الزوج، فتتزوج (ثريا) من (شاكر)، يعود (عصام) فجأة ويصدم الجميع بهذه العودة، وهو يعرف أن زوجته تزوجت أثناء غيابه من صديقه، تقع (ثريا) في حيرة وتتوالى الأحداث.",
        "director_id": 16,
        "release_year": 1982,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عروسة وجوز عرسان/IMG_4485.JPG"
      },
      {
        "id": 51,
        "title": "قلوب في بحر الدموع",
        "description": "يتولد الحب بين سماح التي تعمل بأحد الفنادق من أجل أن تعول أسرتها، وحسام ابن الطبقة التي تعيش في بعض الترف من وجهة نظر أمه التي ترفض هذه الزيجة لفارق المستوى الاجتماعى بينهما.",
        "director_id": 16,
        "release_year": 1978,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/قلوب في بحر الدموع/IMG_4483.JPG"
      },
      {
        "id": 52,
        "title": "فتوات بولاق",
        "description": "ينضم محروس لأعوان المعلم عباس فتوة حي بولاق الذي يعاهد معلمه الفتوة السابق ميمون للانتقام له من المعلم عطوة الذي أصابه في إحدى المعارك وتسبب في عجز يده عن الحركة، يطلب الفتوة عباس من محروس أن يقتل خطيبته حميدة بائعة الحلي المعدنية لكي يقتل فيه مشاعر الحب فيرفض محروس ويهرب من الحي ولا يعلم عن مكانه أحد سوى صديقه بيومي الذي يوصيه بحميدة.",
        "director_id": 16,
        "release_year": 1981,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/فتوات بولاق/IMG_4484.JPG"
      }
    ]
  },
  {
    "id": 17,
    "name": "خالد يوسف",
    "bio": "خالد يوسف محمد خريج بكالوريوس هندسة سنة 1990 كان أحد المشاركين الفعالين في الحركة الطلابية الوطنية في الثمانينات ونال عدة جوائز في الشعر والقصة القصيرة بالمهرجانات الشعرية والأدبية للجامعات .\n\nفي عام 1990 اسند إليه المخرج يوسف شاهين تمثيل الدور الرئيسي في فيلم \" القاهرة منورة بأهلها \" وفي عام 1992 شارك في كتابة السيناريو لفيلم \" المهاجر \" إخراج الأستاذ / يوسف شاهين كما عمل كمساعد مخرج في نفس الفيلم . ومن عام 1993 حتى عام 1997 عمل كمخرج مساعد وشارك في كتابة السيناريو لفيلمي \" المصير \" و \" الآخر \" إخراج الأستاذ / يوسف شاهين \" وقام بإخراج فيلماً تسجيلياً بعنوان \" وكان المصير \" عن ما وراء كواليس فيلم \" المصير \" وقام بإخراج فيديو كليب للفنانة ماجدة الرومي لأغنية \" آدم وحنان \" وفي عام 1998 بدأ في كتابة سيناريو وحوار فيلمه الروائي الأول \" العاصفة \" وقد قام بتنفيذه في عام 2000 وقد مثل مصر في مهرجان القاهرة السينمائي الدولي لنفس العام وفاز بالجائزة الدولية للجنة التحكيم الخاصة \" الهرم الفضي \" وجائزة أحسن فيلم عربي . كما حصل الفيلم على الجائزة الذهبية بمهرجان الإذاعة والتليفزيون المصري لعام 2001 كأحسن فيلم ، وحصل الفيلم أيضا على جائزة أحسن إخراج وأحسن مصور وأحسن ممثلة . كما حصل الفيلم على عدة جوائز من المهرجان القومي للسينما المصرية .\n\nفيلم \" جواز بقرار جمهوري \" هو فيلمه الروائي الثاني وقد أنجزه في عام 2001 .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/خالد يوسف/IMG_3128.JPG",
    "films": [
      {
        "id": 53,
        "title": "العاصفة",
        "description": "(هدى) مُدرِّسة، يختفي زوجها تاركًا لها ولدين صغيرين، تتفانى في تربيتهما ليكبرا، ويصبح الأول مهندس يضطر للسفر إلى العراق لتحسين دخل أسرته، وهناك ينضم للجيش العراقي ويسافر معه لغزو الكويت، أما الأخ الأصغر فيلتحق بالقوات المصرية المسافرة لتحرير الكويت من الغزو العراقي.",
        "director_id": 17,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/العاصفة/default.jpg"
      },
      {
        "id": 54,
        "title": "إنت عمري",
        "description": "يوسف مهندس شاب متزوج ولديه ابن عمره ستة سنوات، يعلم أنه مصاب بمرض سرطان الدم، فيرفض مصارحة أسرته الصغيرة ويذهب للعلاج بمفرده وهناك يقابل راقصة باليه جميلة وأنيقة وشهيرة تعاني من نفس المرض، يقع في حبها وتقع هى بـحبه كذلك رغم معرفتها بأنه متزوج.",
        "director_id": 17,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/إنت عمري/IMG_2838.JPG"
      },
      {
        "id": 55,
        "title": "ويجا",
        "description": "خلال عطلة، ثلاثة أصدقاء مع زوجة أحدهم وصديقة الأخر يجتمعوا أمام لعبة ويجا للتنبؤ بالمستقبل كنوع من التسلية، تنقلب الاوضاع وتتكشف العلاقات والغيرة المختزنة.",
        "director_id": 17,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ويجا/default (3).jpg"
      },
      {
        "id": 56,
        "title": "حين ميسرة",
        "description": "داخل واحدة من العشوائيات السكنية، تهرب ناهد من تحرش زوج أمها، لتصبح ضحية إغتصاب بشعة، وتتحول من بعدها إلى راقصة، بينما يعيش طفلها في الشارع بين مقالب القمامة.",
        "director_id": 17,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/حين ميسرة/default (1).jpg"
      },
      {
        "id": 57,
        "title": "الريس عمر حرب",
        "description": "يدير عمر حب كازينو للقمار، يلتحق بالعمل لديه شاب هاديء يريد نقود لاتمام زواجه، فتهجره خطيبته وأسرته لعمله بالكازينو. يتفوق في عمله فيعجب به المدير ويصطفيه برغم قيامه بالغش لكي يوفر نقود لفاتنة تتردد على المكان ويحبها وفي نفس الوقت يقيم علاقة مع غانية تعمل بالكازينو.",
        "director_id": 17,
        "release_year": 2008,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الريس عمر حرب/IMG_2836.JPG"
      },
      {
        "id": 58,
        "title": "خيانة مشروعة",
        "description": "يعلم (هشام البحيري) أن والده قد حرمه من الميراث، ووهب كل ثروته لشقيقه اﻷكبر، وهو ما يدفعه لتدبير جريمة قتل شقيقه لتبدو وكأنها دفاع عن الشرف، وذلك حين يقتل (هشام) زوجته مع شقيقه.",
        "director_id": 17,
        "release_year": 2006,
        "poster_url": null
      },
      {
        "id": 59,
        "title": "دكان شحاتة",
        "description": "يناقش الفيلم في دراما اجتماعية، ضياع القيم الأصيلة في الأسرة المصرية، وما يترتب على ذهابها، من خلال قصة شحاتة (عمرو سعد) الذي شب على إهمال أشقائه له، وسطوتهم عليه، ومعاملتهم السيئة له، بالرغم من حبه الشديد لهم، وكيف أدت الغيرة المشتعلة بينهم إلى مأساة.",
        "director_id": 17,
        "release_year": 2009,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/دكان شحاتة/IMG_2818.JPG"
      }
    ]
  },
  {
    "id": 18,
    "name": "هالة خليل",
    "bio": "هالة خليل حاصلة على بكالوريوس الإعلام قسم علاقات عامة وإعلام وبكالوريوس المعهد العالي للسينما قسم إخراج عام 1992  .\n\nأفلامها :\nماريونت (مشروع التخرج )\nأصحابك عشرة (تسجيلي )\nجمال الثورة (تسجيلي)\n\nمسلسل شباب أون لاين .\n\nطيري يا طيارة (روائي قصير) مثل مصر في العديد من المهرجانات العربية والدولية وحصل على عدة جوائز .\n\n\" أحلي الأوقات\" أول أفلامها الروائية الطويلة .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/هالة خليل/IMG_7156.jpg",
    "films": [
      {
        "id": 60,
        "title": "قص ولصق",
        "description": "يعرض الفيلم شخصيات ونماذج حقيقية تعيش واقعنا الاجتماعي . شابٌ تجاوز الثلاثين يعمل في تركيب الصحون اللاقطة ، وفي المقلب الآخر هناك صديقه (فتحي عبد الوهاب) الذي يرفض العمل خارج تخصصه فيبدأ بتعاطي المخدرات والتمرد على الواقع ، وهناك الفتاة حياة (حنان ترك) التي بلغت الثلاثين ولم تجد عملًا رغم تخرجها من الجامعة فتعمل في شراء وبيع أي شيءٍ رافضةً الاعتماد على أمها (سوسن بدر) التي تملك صالونًا للسيدات. ولحل مشكلتها بعيدًا من أمها تقرر الهجرة ، ولضمان الهجرة تقرر الزواج من شريف منير شكليًا من دون تحقيق الزواج الفعلي.",
        "director_id": 18,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/قص ولصق/default (20).jpg"
      },
      {
        "id": 61,
        "title": "نوارة",
        "description": "تدور أحداث الفيلم خلال الفترة التي قامت فيها ثورة 25 يناير وبعدها، حول الفتاة نوارة القاطنة في حي شعبي وتعيش قصة حب مع شاب يُدعى علي ويستعرض الفيلم تأثير تلك الأحداث على نوارة وعلى قصة حبها، وعملها كخادمة في منزل أحد الوزراء السابقين.",
        "director_id": 18,
        "release_year": 2015,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/نوارة/IMG_4717.JPG"
      },
      {
        "id": 62,
        "title": "أحلى الأوقات",
        "description": "بعد وفاة والدة سلمى التى تموت فجأة في حى المعادي الراقي وتجد سلمى نفسها وحيدة يجمعها المنزل بزوج أمها التى لا توجد علاقة حقيقية بينهما فهى شديدة الإنطوائية تفضل الابتعاد عن الناس الى أن تصلها خطابات مجهولة تتضمن شريط كاسيت لمحمد منير ، وصور تجمعها بزميلات طفولتها في حى شبرا الشعبي ومع رحلتها في البحث عن مرسل هذه الخطابات ، تتوقف أمام محطات حميمة في حباتها التى تكتشف أنها مليئة بذكريات  تجعلها مشدودة للبقاء في المكان بدلاً من رحلة الهرب الى الخارج – المجهول كما تكتشف كل صديقة من صديقاتها نفسها ولحظاتها الحقيقية الغائبة عنها.",
        "director_id": 18,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أحلى الأوقات/أفيش أحلى الاوقات .png"
      }
    ]
  },
  {
    "id": 19,
    "name": "اسامة فوزي",
    "bio": "* ولد في القاهرة في 19/3/1961\n\n* حصل على بكالوريوس المعهد العالي للسينما – قسم الإخراج 1984 .\n* عمل مساعد مخرج للعديد من الأفلام الطويلة لمخرجين أمثال ( حسين كمال – حسن الإمام – نيازي مصطفى – اشرف فهمي – يسري نصر الله – رضوان الكاشف ) وذلك في الأعوام من 1978 حتى عام 1990 .\n\n* قام بإنتاج فيلم \" الأقزام قادمون \" بعد تخرجه عام 1985 وقدم فيه المخرج شريف عرفه والسيناريست ماهر عواد في أول أعمالهم .\n\nأعماله :-\nفيلم روائي قصير باسم ( الذروة ) 1984 مدته 20 دقيقة\n( مشروع التخرج ) .\n\nقدم أول أفلامه الطويلة عام 1996 \" عفاريت الإسفلت \" الذي نال جوائز عديدة ومثل مصر في العديد من المهرجانات العالمية والمحلية أهمها :\nجائزة لجنة التحكيم الخاصة بمهرجان لوكارنو السينمائي الدولي 1996 .\n\nحصد أربعة جوائز من مهرجان ( M.NET) للفيلم الإفريقي – جنوب أفريقيا ( أحسن فيلم (ناطق عربي )- أحسن سيناريو – أحسن تصوير – أحسن ممثل دور ثان )\n\nحصد خمس جوائز من المهرجان القومي الثاني للسينما المصرية 1996 ( أحسن فيلم \" جائزة ثانية \" – أحسن إخراج \" عمل أول \" – تصوير ديكور – ممثل دور ثان )\n\nشارك بالمسابقة الرسمية في العديد من المهرجانات ونال عدد لا باس به من التنويه الخاص ( مهرجان قرطاج \" تونس \" – مهرجان نانت للقارات الثلاثة ( فرنسا ) -  مهرجان روما لأفلام البحر الأبيض .\n\nقدم فيلمه الثاني \" جنة الشياطين \" عام 1999 .\n\nونال العديد من الجوائز العالمية والمحلية أهمها :-\n\nالجائزة الذهبية لمهرجان دمشق الحادي عشر 1999 .\n\nالجائزة الثانية لمهرجان السينما الأفريقية بميلانو في دورته العاشرة .\n\nجائزة لجنة التحكيم الخاصة ( مارون بغدادي \" من معهد العالم العربي بباريس 2000 .\n\nالجائزة الأولى ( أحسن فيلم ) مهرجان الإسكندرية الدولي في دورته الخامسة عشر وجائزة أحسن سيناريو – أحسن تمثيل دور ثاني .\n\nحصد سبعة جوائز من المهرجان القومي السادس للسينما المصرية عام 2000 .\n\n( أحسن فيلم – أحسن إخراج – تصوير – ديكور – موسيقى – أحسن مونتاج – أحسن ممثل أول ( محمود حميدة ) .\n\nمثل مصر رسمياً في العديد من المهرجانات الدولية الأخرى أهمها مهرجان لوكارنو السينمائي الدولي عام 2000 .\n\nفيلمه الثالث \" بحب السيما \" \" .\n\n* انتهى تصويره في عام 2001 ولمشاكل خاصة بالتمويل انتهى من إعداده عام 2004 .\n\n* مثل مصر في العديد من المهرجانات الدولية ونال جائزة أحسن سيناريو – جائزة أحسن تصوير من مهرجان قرطاج 2004 .\n\n* جائزة لجنة التحكيم الخاصة لمهرجان روما للأفلام البحر الأبيض .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/اسامة فوزي/اسامة فوزي.png",
    "films": [
      {
        "id": 63,
        "title": "انسانى.. إنساني جدا",
        "description": "",
        "director_id": 19,
        "release_year": 2009,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/انسانى.. إنساني جدا/IMG_5195.jpg"
      },
      {
        "id": 64,
        "title": "عفاريت الأسفلت",
        "description": "يعمل عبدالله سائقًا لميكروباص والده عم علي بالتناوب مع ابنه سيد، وتظل شقيقته انشراح بلا زواج رغم تقدمها في السن، ومن هذا المنطلق، تلوح في الأفق شبكة معقدة من العلاقات المحرمة في المنطقة التي يعيشون بها.",
        "director_id": 19,
        "release_year": 1996,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عفاريت الأسفلت/IMG_2380.JPG"
      },
      {
        "id": 65,
        "title": "بحب السيما",
        "description": "",
        "director_id": 19,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/بحب السيما/IMG_2164.JPG"
      },
      {
        "id": 66,
        "title": "جنة الشياطين",
        "description": "تدور الأحداث حول (طبل)، وهو شخص قرر ترك أسرته الغنية وحياته المرفهة، ليعيش حياة بوهيمية تمامًا وسط عدد من المهمشين، حتى يموت، وبينما تسعى ابنته حينها لمنحه جنازة لائقة بالعائلة، فإن أصدقائه يسرقون الجثة تمهيدًا لوداعه بطريقتهم الخاصة.",
        "director_id": 19,
        "release_year": 1999,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/جنة الشياطين/أفيش جنة الشياطين.png"
      }
    ]
  },
  {
    "id": 20,
    "name": "سعد هنداوي",
    "bio": "خريج : بكالوريوس المعهد العالي للسينما 1994 قسم الإخراج\n\nدبلومه المعهد العالي للسينما 1996 قسم الإخراج\n\n- الأفلام القصيرة :\n\n (رايح جاي ) تسجيلي 1993\n\n(البكاء) روائي قصير 1993\n\n(زيارة في الخريف ) روائي قصير 1994\n\n(فقاعات ) روائي قصير 1994\n\n(يوم الأحد العادي ) روائي قصير 1996\n\n(المشهد الأخير ) روائي قصير 1998\n\n(أيام العربي في باريس ) روائي قصير 1998\n\n(الضمه) دراما تسجيلية 1999\n\nالأفلام الطويلة :\n\n(حالة حب ) عمل أول 2004\n(الوان السما السابعه ) عمل ثاني 2007    (االسفاح ) عمل ثالث 2009 \n                                                             أهم الجوائز:                                                      1: جائزة لجنة التحكيم الخاصة عن فيلم (البكاء) من مهرجان الفيديو – أبو ظبي 1994 .\n\n2: جائزة أحسن فيلم روائي قصير (زيارة في الخريف) المهرجان القومي الأول 1995 .\n\n3: جائزة لجنة التحكيم الخاصة (زيارة في الخريف) مهرجان الإسماعيلية الدولي 1995 .\n\n4: جائزة عن فيلم (زيارة في الخريف) من مهرجان مونبليبيه فرنسا 1995 .\n\n5: جائزة لجنة التحكيم الخاصة لأحسن فيلم روائي قصير(يوم الأحد العادي)المهرجان القومي 1996 .\n\n6: جائزة الجمهورية لأحسن فيلم روائي قصير (يوم الأحد العادي ) مهرجان السينما العربية في باريس 1996 .\n\n7: جائزة التانيت الفضي (يوم الأحد العادي ) مهرجان قرطاج – تونس1996.\n\n8: جائزة أحسن فيلم (الضمه) من المهرجان القومي للسينما المصرية 2000",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/سعد هنداوي/IMG_4171.jpg",
    "films": [
      {
        "id": 67,
        "title": "حالة حب",
        "description": "",
        "director_id": 20,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/حالة حب/حالة حب - أفيش ٤.png"
      },
      {
        "id": 68,
        "title": "الوان السما السابعه",
        "description": "",
        "director_id": 20,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الوان السما السابعه/File_000.png"
      },
      {
        "id": 69,
        "title": "البكاء الثالث",
        "description": "",
        "director_id": 20,
        "release_year": 1993,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/البكاء الثالث/IMG_2793.JPG"
      },
      {
        "id": 70,
        "title": "يوم الأحد العادى",
        "description": "نجاح وسيد, عاملان بسيطان يعملان في ورش وسط البلد, يعيشان قصة حب بريئة, نراهما يشقيان طيلة الأسبوع في عملهما حتى يستطيعا أن يلتقيان فقط في يوم الأحد, ولكن هناك دائما من يعكر صفو يومهما معاً.",
        "director_id": 20,
        "release_year": 1995,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/يوم الأحد العادى/IMG_2785.JPG"
      },
      {
        "id": 71,
        "title": "زيارة في الخريف",
        "description": "إمرأتان كانتا زوجتان لرجل واحد, مات الزوج وتزوج الأبناء والبنات وبقيتا تعيشان بمفردهما في سلام تشوبه بعض المشاحنات, إلى أن يأتي يوم زيارة الأبناء والبنات فينقلب الحال.",
        "director_id": 20,
        "release_year": 1994,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/زيارة في الخريف/IMG_2778.JPG"
      },
      {
        "id": 72,
        "title": "المشهد الأخير",
        "description": "مشاعر مركبة بين الحب والغيرة والإنبهار, تنسج العلاقة بين (نوسة) لبّيسة النجمة (شوشو) التي أوشك نجمها على الأفول.",
        "director_id": 20,
        "release_year": 1998,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/المشهد الأخير/IMG_2788.JPG"
      },
      {
        "id": 73,
        "title": "السفاح",
        "description": "",
        "director_id": 20,
        "release_year": 2009,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/السفاح/السفاح - أفيش ٥.png"
      }
    ]
  },
  {
    "id": 21,
    "name": "فخر الدين نجيدة",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/فخر الدين نجيدة/IMG_4477.JPG",
    "films": [
      {
        "id": 74,
        "title": "سحر العيون",
        "description": "",
        "director_id": 21,
        "release_year": 2002,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/سحر العيون/IMG_4303.jpg"
      },
      {
        "id": 75,
        "title": "الغواص",
        "description": "",
        "director_id": 21,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الغواص/IMG_4289.JPG"
      }
    ]
  },
  {
    "id": 22,
    "name": "عاطف حتاتة",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/عاطف حتاتة/IMG_3504.jpg",
    "films": [
      {
        "id": 76,
        "title": "الأبواب المغلقة",
        "description": "خلال فترة حرب الخليج، تعمل (فاطمة) كخادمة فى منزل أحد الأثرياء، أما الابن (محمد) فيعانى من اضطهاد من مدرسه الأستاذ (منصور) الذي يرتبط بعلاقة عاطفية بأمه (فاطمة) مستغلًا ظروفها الصعبة لكي يعطي دروس خصوصية ل(محمد) كتغطية لهذه العلاقة، وينجذب (محمد) لعالم التيار الديني المتطرف الذى يتزعمه الشيخ (خالد).",
        "director_id": 22,
        "release_year": 1999,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الأبواب المغلقة/IMG_3387.JPG"
      }
    ]
  },
  {
    "id": 23,
    "name": "أمير رمسيس",
    "bio": "- أمير رمسيس\n\n- خريج المعهد العالي للسينما مصر 2000\n\n- عمل كمساعد للمخرج يوسف شاهين في كل من :\n\nسكوت ح نصور روائي طويل\n\n2- 11 سبتمبر (روائي قصير )\n\nإسكندرية نيويورك\n\nفيلموجرافيا\n\nمطر- روائي قصير 1999\n\nجرين كارد - روائي متوسط 1999\n\nوسط البلد روائي قصير 2000 حاز على جائزة أحسن فيلم قصير بمهرجان سوسه الدولي - تونس .\n\nنوح الحمام تسجيلي 2004\n\nحاز فيلم وسط البلد على جائزة أحسن فيلم قصير (الحضر موت الذهبي) بمهرجان سوسه الدولي (تونس) 2001 وجائزة أفضل فيلم قصير بالمهرجان القومي للسينما 2001",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/أمير رمسيس/IMG_2339.JPG",
    "films": [
      {
        "id": 77,
        "title": "كشف حساب",
        "description": "تعمل (سهى) رسامة مع الشرطة، تنتقل للعيش في منتجع سكني أخر به دار أيتام تذهب إليه لتعلم البنات الرسم وتقع في حب (فريد) مهندس الديكور الغامض، وفي يوم تتعرض فتاة للاغتصاب، وتتوجه (نور) لرسم مواصفات الجاني، وتجدها متطابقة مع (فريد)، كما أن الضحية تتهمه حينما يعرض ضمن الجناة، فهل ارتكب الجريمة أم لا؟",
        "director_id": 23,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/كشف حساب/default (27).jpg"
      },
      {
        "id": 78,
        "title": "ورقة شفرة",
        "description": "يكتشف (فايز) أن جده قد ترك له ورقة شفرة بها ما اكتشفه قبل مقتله، وهى خريطة لكنز في مدينة أورشليم التي رسمها اليهود الفارين لمصر، فيقرر خوض المغامرة برفقة صديقيه (إسماعيل) و(بدير الأنصاري)، والبحث عن الخريطة المخبّأة في أحد المعابد الأثرية الموجودة بمدينة الأقصر.",
        "director_id": 23,
        "release_year": 2008,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ورقة شفرة/غلاف_ورقة_شفرة_(2008).jpg"
      },
      {
        "id": 79,
        "title": "آخر الدنيا",
        "description": "(سلمى) مذيعة تلفزيونية شهيرة، تتسبب في وفاة فتاة أخذت منها صديقها (طارق) أثناء الاحتفال بعيد ميلادها، وبعد مرور 7 سنوات يظهر في حياة (سلمى) طبيب نفسي وسيم المظهر يُدعى (خالد) وتتعدد اللقاءات بينهما حتى تتطور العلاقة لتصبح قصة حب، وفجأة تكتشف أن هذا الشاب هو شقيق الفتاة التي تسبّبت هى في مماتها.",
        "director_id": 23,
        "release_year": 2007,
        "poster_url": null
      }
    ]
  },
  {
    "id": 24,
    "name": "أحمد مدحت",
    "bio": "مخرج مصري. ولد في مدينة القاهرة، وتخرج من معهد السينما عام 1991، قدم عددا من الأفلام التسجيلية بعد تخرجه أهمها (سيجارة وقهوة عربي، يا أماه لا تبكي علي)، وهذا بجانب مجموعة من الأفلام الروائية القصيرة مثل (زهرة الإسكندر) وذلك قبل أن يقدم عمله السينمائي الأول (التوربيني) الذي حقق نجاحا متوسطاً.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/أحمد مدحت/IMG_4302.JPG",
    "films": [
      {
        "id": 80,
        "title": "التوربيني",
        "description": "",
        "director_id": 24,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/التوربيني/IMG_4089.JPG"
      },
      {
        "id": 81,
        "title": "العالمى",
        "description": "(مالك) لاعب لكرة القدم في إحدى النوادي الصغيرة ثم سرعان ما ثبت كفاءته ومهاراته، فينتقل للعب في النادي الأهلي ويقود منتخب مصر في تصفيات أفريقيا لكأس العالم.",
        "director_id": 24,
        "release_year": 2009,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/العالمى/poster_el_3alami.jpg"
      }
    ]
  },
  {
    "id": 25,
    "name": "حسن الصيفي",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/حسن الصيفي/IMG_3333.JPG",
    "films": [
      {
        "id": 82,
        "title": "رجل في سجن النساء",
        "description": "بعد صدمته في الفتاة التي يحبها، يتنكر يونس في ملابس النساء لكي يسرق من اﻷثرياء، ويقع في حب نوسة التي تعمل في محل للملابس المستوردة، ويستخدمه مالكه ستارًا لتجارة المخدرات، ويدخل يونس السجن بعد ضبطه في شقة مشبوهة، وتسجن نوسة كذلك بتهمة اﻹتجار في المخدرات، ويحاول يونس أن يثبت براءة نوسة مما نسب لها دون علمها.",
        "director_id": 25,
        "release_year": 1982,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/رجل في سجن النساء/default (19).jpg"
      },
      {
        "id": 83,
        "title": "المجانين في نعيم",
        "description": "يخرج قنديل بعد قضائه عشر سنوات في مستشفى اﻷمراض العقلية، وطيلة هذا الوقت يبحث عن عمل بلا جدوى، ويخاف الجميع منه، ويقرر أن يفتتح مكتبًا متخصصًا في حل المشاكل.",
        "director_id": 25,
        "release_year": 1963,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/المجانين في نعيم/default (16).jpg"
      },
      {
        "id": 84,
        "title": "شاطئ الحظ",
        "description": "يقف المعلم موزة ضد زواج ابنتيه هناء ووفاء من زميليهما في العمل مدحت وسعد لتدني مستواهما الاجتماعي، الشابان يحصلان على إجازة من العمل ويذهبان إلى الإسكندرية، ويعثران على إطار سيارة مملوء بكمية كبيرة من المخدرات، ويحاولان تصريفها وبيعها.",
        "director_id": 25,
        "release_year": 1983,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/شاطئ الحظ/default (17).jpg"
      },
      {
        "id": 85,
        "title": "البنات عايزة إيه",
        "description": "ترفض ليلى رفضًا باتًا الزواج بأي رجل له تجارب نسائية سابقة، ويرسل الأب مشكلتها بعد طول حيرة إلى إحدى الجرائد التي يشرف على باب المشاكل بها صحافي يدعى أحمد، ويقرر صديقه كمال الزواج منها فهو يريد الاستقرار بعد حياة مليئة بالعلاقات النسائية، وتعجب به ليلى وتتم خطبتهما، إلا أنها تكتشف علاقاته السابقة.",
        "director_id": 25,
        "release_year": 1980,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/البنات عايزة إيه/IMG_4495.JPG"
      },
      {
        "id": 86,
        "title": "الزوج المحترم",
        "description": "تعاني نعيمة من غيرة زوجها عليها لدرجة أنه يحبسها بالمنزل ويعطل التليفون، تتمكن من استدعاء العامل حنفي لإصلاح الجهاز، في نفس الوقت الذي يصل فيه الزوج فيظن أنها تخونه فيطلقها.",
        "director_id": 25,
        "release_year": 1977,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الزوج المحترم/IMG_4498.PNG"
      },
      {
        "id": 87,
        "title": "من اجل حنفى",
        "description": "يخرج محمود من السجن ويعلم من صديقته الراقصة عزيزة أن زوجته السابقة فطومة التي طلبت الطلاق أثناء وجوده في السجن تزوجت من تاجر أرز غني. يقرر محمود استغلال فطومة فيطلب من بدوي أحد مساعديه خطف ابنه حنفي، لكنها استطاعت تدبير 200 جنيه فقط ويموت ابن حنفي بسبب ضعفه لكنه لم يخبر فطومة، ويستمر في تهديدها.",
        "director_id": 25,
        "release_year": 1964,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/من اجل حنفى/IMG_4494.JPG"
      }
    ]
  },
  {
    "id": 26,
    "name": "كمال صلاح الدين",
    "bio": "مخرج وممثل ومنتج مصري، بدأ حياته ممثلًا ثم كمنتج ومخرج، كانت بدايته من خلال فيلم (لماذا أعيش؟) عام 1961، حيث ظهر كممثل وشارك بالإنتاج أيضًا، لتتوالى أعماله بعدها وحتى الثمانينات، من أبرز أعماله (غريب ولد عجيب، الحقيبة السوداء، رجب الوحش)، وافته المنية عام 1986.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/كمال صلاح الدين/IMG_3342.JPG",
    "films": [
      {
        "id": 88,
        "title": "ورد وشوك",
        "description": "حسن شاب من مواليد طنطا، يحب بنت الجيران بسيمة، يختلي بها فى لحظة ضعف تفقد على إثرها عذريتها، إلا أنه يطمئنها بأنه سوف يعود من القاهرة كي يعقد قرانه عليها، ولا يعرف أن بسيمة حامل، يذهب حسن إلى القاهرة، وتسرق حافظته، وتصدم إحدى السيارات اللص، فتقتله، ويعتقد الجميع أن حسن فقد حياته، وتصير بسمية في ورطة.",
        "director_id": 26,
        "release_year": 1970,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ورد وشوك/default (42).jpg"
      }
    ]
  },
  {
    "id": 27,
    "name": "عمرو سلامة",
    "bio": "أخرج فيلمان سينمائيين طويلان (زي النهاردة ٢٠٠٨) و (أسماء – مستوحى من أحداث حقيقية ٢٠١١)\n\nفيلمه الأول (زي النهاردة) أحتفى به نقديا، و شارك رسميا في العديد من المهرجانات السينمائية الدولية و نجح على الصعيد التجاري أيضا.\n\nلقبه معظم النقاد السينمائيين كأحسن مخرج جديد في ٢٠٠٨\n\nكرمه مهرجان الإسكندرية الدولي و لقبه \"نجم المستقبل\"\n\nأخرج العديد من الإعلانات و حملات التوعية و الأغاني المصورة و الأفلام التسجيلية و الأفلام القصيرة و المسلسلات.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/عمرو سلامة/Alb_Faris_Framing_BW.jpg",
    "films": [
      {
        "id": 89,
        "title": "صنع في مصر",
        "description": "شاب بلا هدف ولا طموح يصاب بلعنة من أخته الصغيرة؛ فيتبادل الأجساد مع لعبة باندا بحجم الإنسان مبرمجة بأمثال حكيمة مثيرة للغضب. محاولاته لتحرير نفسه من هذه اللعنة تأخذه في رحلة مليئة بالتحديات التي تعلمه العديد من الدروس.",
        "director_id": 27,
        "release_year": 2014,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/صنع في مصر/أفيش-فيلم-صنع-فى-مصر.jpg"
      },
      {
        "id": 90,
        "title": "زي النهاردة",
        "description": "تفقد مي حب حياتها بشكل مأساوي وتمر بمحنة عاطفية ونفسية لا تستطيع الفرار منها إلا عندما يدخل حب جديد في حياتها. ومع تقدم علاقتهما واقتراب ذكرى وفاة حبها الأول، تحدث ظروف مماثلة بشكل صادم لمي وحبها الجديد. تتجه أصابع الاتهام إلى شقيقها المدمن للمخدرات الذي كان وراء وفاة حبيبها الأول ويهدد الآن بقتل حبيبها الثاني...",
        "director_id": 27,
        "release_year": 2008,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/زي النهاردة/IMG_5294.JPG"
      },
      {
        "id": 91,
        "title": "اسماء",
        "description": "تحكي أسماء قصة امرأة مصابة بفيروس نقص المناعة البشرية تعيش في سرية وخجل، وتخفي حقيقة مرضها ليس فقط عن جيرانها وزملائها في العمل، بل وعن ابنتها التي ربتها بمفردها منذ وفاة زوجها. عانت أسماء لشهور من حصوات القولون المتكررة، وهي حالة يمكن علاجها بجراحة بسيطة. ومع ذلك، بسبب إصابتها بفيروس نقص المناعة البشرية، لم يكن أي طبيب على استعداد لإجراء العملية؛ بعضهم بسبب الجهل والخوف والبعض الآخر بسبب تصور المجتمع الخاطئ للأشخاص المصابين بفيروس نقص المناعة البشرية على أنهم خطاة غير أخلاقيين. ومع مرور الوقت، تأتي فرصتها عندما يُعرض عليها مكان في برنامج حواري تلفزيوني شهير يقدمه محسن السيسي؛ أحد الشخصيات التلفزيونية الرائدة في العالم العربي. الشرط الوحيد هو أن تُظهر وجهها وتكشف عن هويتها؛ وهو شيء لم يجرؤ أي شخص مصاب بفيروس نقص المناعة البشرية على فعله في مصر حتى تلك اللحظة. مع ساعات قليلة لاتخاذ القرار، يجب على أسماء الاختيار بين الكشف عن سرها أو الاستمرار في المعاناة في صمت؛ في النهاية يكون الاختيار بين الانتحار الاجتماعي والنفسي أو الموت الجسدي البطيء.",
        "director_id": 27,
        "release_year": 2012,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/اسماء/IMG_4426.JPG"
      }
    ]
  },
  {
    "id": 28,
    "name": "تامر عشري",
    "bio": "تامر عشري هو مخرج ومنتج مصري، ولد في 25 أكتوبر 1983، اكتسب تامر خبرة 20 عامًا من عمله في صناعة الأفلام، مخرجا ومنتجا وكاتب سيناريو ومونتير ومصور في أفلام روائية ووثائقية وتليفزيونية في الوطن العربي، كما خاض عدد من التجارب الإخراجية والإنتاجية في مجال الإعلانات التليفزيونية",
    "portrait_url": null,
    "films": [
      {
        "id": 92,
        "title": "فوتوكوبي",
        "description": "(محمود) في أواخر الخمسينيات من عمره، صاحب مكتبة لتصوير ونسخ المستندات في حي عبده باشا، في أحد الأيام أثناء تصويره للمستندات يجد موضوعًا عن الديناصورات ليبدأ رحلته من الهوس بالبحث عن أسباب انقراضها، يدفعه هذا الهوس بالديناصورات إلى إعادة اكتشاف الحب والصداقة والأبوة والمعنى الحقيقي للحياة.",
        "director_id": 28,
        "release_year": 2017,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/فوتوكوبي/IMG_5925.JPG"
      }
    ]
  },
  {
    "id": 29,
    "name": "علي بدرخان",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/علي بدرخان/IMG_3332.JPG",
    "films": [
      {
        "id": 93,
        "title": "أهل القمة",
        "description": "",
        "director_id": 29,
        "release_year": 1981,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أهل القمة/IMG_4492.JPG"
      },
      {
        "id": 94,
        "title": "شيلني وأشيلك",
        "description": "",
        "director_id": 29,
        "release_year": 1977,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/شيلني وأشيلك/IMG_4493.JPG"
      }
    ]
  },
  {
    "id": 30,
    "name": "خيري بشارة",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/خيري بشارة/خيري بشاره.png",
    "films": [
      {
        "id": 95,
        "title": "إشارة مرور",
        "description": "فيلم اجتماعي يرصد مجموعة مختلفة من الشخصيات المتباينة التي تحتجزهم إشارة مرور متوقفة لمرور إحدى الشخصيات الهامة حيث تنمو قصه حب رومانسية رائعة بين ريعو (محمد فؤاد) مشجع الكرة، وسمية (ليلى علوي) الممرضة التي تهوى الغناء، كما نجد نعمات التي تعاني آلام الوضع لطفلها الأول بعد زواج دام سنين طويلة وتحتجزها الإشارة عن الذهاب إلى المستشفى مع زوجها وعينات أخرى مختلفة من البشر.",
        "director_id": 30,
        "release_year": 1996,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/إشارة مرور/default (18).jpg"
      },
      {
        "id": 96,
        "title": "يوم مر يوم حلو",
        "description": "عائشة أرملة توفي زوجها وترك لها خمسة أبناء، سناء وسعاد ولمياء وأسماء والصغير نور، الابنة الكبرى سناء تزوجت عرابي النجار وأقاموا بمنزل العائلة المتواضع، وأصبح يتصرف كأنه صاحب البيت، وتحاول بقية اﻷخوات إيجاد طرقهن في الحياة.",
        "director_id": 30,
        "release_year": 1988,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/يوم مر يوم حلو/IMG_2219.JPG"
      },
      {
        "id": 97,
        "title": "كابوريا",
        "description": "حسن هدهد ملاكم فقير يحلم بالبطولات والمجد، يشترك بالصدفة في مباراة في قصر أحد الأثرياء، فيعجب به الحضور ويحصل على عائد مادي كبير وينتقل للحياة في القصر.",
        "director_id": 30,
        "release_year": 1990,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/كابوريا/default (19).jpg"
      },
      {
        "id": 98,
        "title": "آيس كريم في جليم",
        "description": "يعمل (سيف) في نادي فيديو ويقيم مع مجموعة من الشباب تتطلع لحياة أفضل، ويحاول سيف إثبات موهبته في الغناء، لكنه يُطرد من عمله ويدخل في مغامرات تنتهي به إلى السجن في الإسكندرية، حيث يلتقي بطالب يساري يؤلف أشعارًا، ويقدمه بعد خروجهما من السجن لملحن عجوز مغمور، ليغنوا في الساحات والشوارع، وتتوالى الأحداث.",
        "director_id": 30,
        "release_year": 1992,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/آيس كريم في جليم/default (17).jpg"
      },
      {
        "id": 99,
        "title": "حرب الفراولة",
        "description": "فردوس أو فراولة بائعة ورد متجولة في الشوارع، يقع في حبها حمامة بائع التفاح المتجول الفقير، وفي يوم من اﻷيام يتجول ثابت بسيارة فارهة في الشوارع والمناطق الشعبية بحثًا عن السعادة ويقرر الدخول إلى حياتهما والتعامل معهما بنظام المقايضة، أن ياخذ منهما السعادة ويمنحهما المال ليحققا به أحلامهما.",
        "director_id": 30,
        "release_year": 1994,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/حرب الفراولة/default (15).jpg"
      },
      {
        "id": 100,
        "title": "رغبة متوحشة",
        "description": "ترحل (ناهد) من القاهرة هربا من فضيحة زوجها المسجون، وتنتقل للإقامة فى مكان نائ بمنطقة صحراوية مع ابنتها المراهقة (وفاء) وشقيقة زوجها الأرملة (سميحة)، وبظهور الشاب (سيد غزال) في حياتهن تنقلب كافة الأمور.",
        "director_id": 30,
        "release_year": 1991,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/رغبة متوحشة/IMG_2220.JPG"
      }
    ]
  },
  {
    "id": 31,
    "name": "محمد النجار",
    "bio": "محمد مصطفى عبد القوي النجار وشهرته محمد النجار\n\nخريج المعهد العالي للسينما قسم إخراج عمل فترة مساعد مخرج أول في كثير من الأعمال السينمائية ومنهم عاطف الطيب رحمه الله ومحمد راضي وبشير الديك و محمد خان وكثيراً منهم ثم اخرج أول أفلامه فيلم \" زمن حاتم زهران \" وحصل على العديد من الجوائز في المهرجانات العالمية \n\nاخرج بعض المسلسلات التليفزيونية ومنها على سبيل المثال مسلسل الثعلب فات ومسلسل لقاء على الهواء .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/محمد النجار/IMG_8789.jpg",
    "films": [
      {
        "id": 101,
        "title": "رحلة حب",
        "description": "علي ورمزي مدرسان متخرجان من إحدى الملاجيء بالاسكندرية، يتجهان الى القاهرة للعمل بمدرسة ابتدائية، يلتقي علي بطريق الصدفة بفتاة ثرية، ويحقق على نجاحًا ملحوظًا في مجال الغناء وينتقل إلى شقة فاخرة على النيل، ويحاول ابن عم الفتاة الذي يطمع في ثروتها إفساد هذه العلاقة.",
        "director_id": 31,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/رحلة حب/افيش.jpg"
      },
      {
        "id": 102,
        "title": "بحبك وأنا كمان",
        "description": "تدور أحداث الفلم حول الشاب (نور حمدي) الذي تتولى خالته رعايته وتربيته عقب وفاة والديه ، وتحاول معاملته معاملة حسنة ، وتتمكن من مساعدته في الوصول إلى عالم الفن ، حيث يحقق رغبته في احتراف الغناء، وإذا بالأيام تجمعه بالنجمة المشهورة (فريدة فتحي) ، فتشتعل بينهما الغيرة والمنافسة عقب أن يقرر المنتج جمعهما سويا في عمل فني واحد، إلا أن تلك الغيرة تتحول إلى نيران غيرة الحب ، وفي نفس الوقت يتعرض (نور) لمطاردة أحد المعجبين المهووسين به ، والذي يتورط في قتل المطرب المنافس لـ(نور) ، محاولا مطاردة المطربة (فريدة) هي الأخرى وقتلها ، فيحاول (نور) إنقاذها .",
        "director_id": 31,
        "release_year": 2003,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/بحبك وأنا كمان/افيش.jpg"
      },
      {
        "id": 103,
        "title": "ميدو مشاكل",
        "description": "تدور أحداث الفيلم حول شاب يعمل في مجال تركيب الدش واسمه ميدو، وهو طالب في معهد التكنولوجيا والإليكترونيات السلكية واللاسلكية، ومن كثرة ما يحدث من مشاكل للجميع بسبب ميدو أصبح اسمه ميدو مشاكل.",
        "director_id": 31,
        "release_year": 2003,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ميدو مشاكل/افيش.jpg"
      },
      {
        "id": 104,
        "title": "قلب جريء",
        "description": "تحاول جهات أجنبية مشبوهة اغتيال عالم مصري شاب اكتشف علاج هام. تخفي قوات الأمن خبر إصابته، وتجد شبيه له ليقيم في منزله ويعاشر أسرة العالم حتى يتمكن من العثور على الديسك الذي يحتوى سر الاكتشاف.",
        "director_id": 31,
        "release_year": 2002,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/قلب جريء/افيش.jpg"
      },
      {
        "id": 105,
        "title": "عوكل",
        "description": "(عوكل) سمكري سيارات ماهر، يعيش مع جدته (أطاطا)، يصاب بصدمة كبرى في تجربة زفاف خطيبته السابقة على رجل ثري، ويتناول الخمر لدرجة السكر، ويجد نفسه داخل تابوت متجه إلى تركيا، وفي تركيا يحاول العودة إلى القاهرة بأى ثمن، ويحاول عمدة المصريين في تركيا بدوره مساعدته، فيأويه فى منزله، وتبدأ علاقة حب مع ابنة مضيفه.",
        "director_id": 31,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عوكل/افيش.jpg"
      }
    ]
  },
  {
    "id": 32,
    "name": "يسري نصر الله",
    "bio": "المخرج المصري الشهير يسري نصر الله درس الاقتصاد والعلوم السياسية في جامعة القاهرة، ثم درس السينما في المعهد العالي للسينما قبل أن يصبح ناقدًا سينمائيًا ومساعد مخرج في بيروت. وعند عودته إلى القاهرة في عام 1982، عمل مع يوسف شاهين في عدد من الأفلام بدءًا من فيلم وداعًا بونابرت (1985) قبل أن يتجه إلى إنتاج أفلامه الخاصة.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/يسري نصر الله/بسري نصرالله.png",
    "films": [
      {
        "id": 106,
        "title": "بعد الموقعه",
        "description": "ريم ناشطة سياسية ثورية تعمل في إحدى شركات الإعلانات، تحاول كشف ما يحدث في مصر خاصة الأسباب الحقيقة وراء ما يعرف بـ(موقعة الجمل) وتتوجه برفقة صديقتها فرح إلى منطقة نزلة السمان حيث تقابل محمود أحد المتورطين في أحداث الواقعة وترتبط به عاطفيًا.",
        "director_id": 32,
        "release_year": 2012,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/بعد الموقعه/أفيش بعد الموقعه.png"
      },
      {
        "id": 107,
        "title": "باب الشمس",
        "description": "يروي خليل للمناضل الفلسطيني يونس الراقد في غبيوبته قصة حبه التي جمعته منذ الصبا بابنة قريته بالخليل نهيلة من قبل الاجتياح الاسرائيلي وبعده، حيث كان طوال فترة الخمسينات والستينات يتسلل خلسة من لبنان إلى الجليل ليقابل زوجته في مغارة (باب الشمس) وتحمل منه ويعود لينضم إلى زملائه في تنظيم المقاومة.",
        "director_id": 32,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/باب الشمس/أفيش باب الشمس.png"
      },
      {
        "id": 108,
        "title": "جنينه الاسماك",
        "description": "أحداث الفيلم تدور من خلال شخصية مذيعة في الراديو (ليلى)، تقدم برنامجا ليلياً ناجحاً تستمع فيه إلى أسرار الناس الذين يتصلون بها طالبين نصحها ومساعدتها في عدد من المشاكل، وفي ذات الوقت حياة طبيب شاب (عمرو واكد) يعاني في حياته من سأمتها، إلى أن تحدث صدفة يتعرف فيها على المذيعة وتبدأ بينهما علاقة لا تنتهي.",
        "director_id": 32,
        "release_year": 2008,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/جنينه الاسماك/File_000.png"
      },
      {
        "id": 109,
        "title": "المدينه",
        "description": "علي (باسم سمرة) ممثل طموح، يعيش في منطقة روض الفرج مع عائلته، ويعمل محاسبًا في إحدى الجمعيات الحكومية. مع مرور الوقت يجد أنه لا يستطيع أن يحقق ما يطمح إليه في التمثيل أو في الحياة، خاصة مع سيطرة والده المتنامية، فيقرر السفر إلى فرنسا لكي يكسب قوت يومه هناك من مباريات الملاكمة غير المرخصة، ولكن تتطور به الأمور خاصة في صراعه مع القائمين على تلك المباريات.",
        "director_id": 32,
        "release_year": 2000,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/المدينه/IMG_2346.JPG"
      },
      {
        "id": 110,
        "title": "احكي يا شهرزاد",
        "description": "تدور أحداث الفيلم حول مذيعة مهتمة بقضايا المراة ونظرة المجتمع لها وهى متزوجة في نفس الوقت وكانت تعاني من مشاكل كثيرة في بيتها ومع زوجها، فكانت تحدث بينهم خلافات كثيرة بسبب المواضيع التي تطرحها على الجمهور.",
        "director_id": 32,
        "release_year": 2009,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/احكي يا شهرزاد/IMG_1140.JPG"
      },
      {
        "id": 111,
        "title": "الماء والخضرة والوجه الحسن",
        "description": "يعمل يحيى مع أبنائه رفعت وجلال في مجال طبخ الأطعمة للمناسبات، ومن المقرر أن يتزوج رفعت قريبًا من كريمة قريبته من جهة الأب، لكن كل منهما في الحقيقة يحب شخص آخر، حيث يحب رفعت شادية التي عادت لتوها من الإمارات العربية المتحدة، وتبادله الحب لكنها تخاف من فرق السن والفرق الطبقي، وتحاول كريمة أن تجد طريقة للتصريح بحبها لجلال خلال إحدى حفلات الزفاف الريفية التي يعمل يحيى وأولاده فيها",
        "director_id": 32,
        "release_year": 2016,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الماء والخضرة والوجه الحسن/أفيش الماء والخضرة والوجه الحسن.png"
      },
      {
        "id": 112,
        "title": "الشعر الأقرع",
        "description": "",
        "director_id": 32,
        "release_year": 2011,
        "poster_url": null
      }
    ]
  },
  {
    "id": 33,
    "name": "احمد السبعاوي",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/احمد السبعاوي/IMG_3348.jpg",
    "films": [
      {
        "id": 113,
        "title": "الثعالب",
        "description": "ياسين رجل أعمال ثري يحاول أن يطمس ماضيه حيث كان يعمل في مستهل حياته في مجال تجارة المخدرات. يسير ابنه كمال في نفس الطريق رغم محاولة ياسين منعه من الاستمرار. أما ابنه الآخر ماجد فيتخرج من كلية الطب ويسافر الي أمريكا. عندما يعود يفاجأ ماجد بوالده، وقد تزوج من دلال التي كان على علاقة بها قبل سفره.",
        "director_id": 33,
        "release_year": 1993,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الثعالب/default (38).jpg"
      },
      {
        "id": 114,
        "title": "تحدى الأقوياء",
        "description": "يتعرف تاجر المخدرات رشدي عبدالرحمن بالصدفة على الفلاحة سلمى التي تهرب من بلدتها لمحاولة ابن زوجها أن يقتلها لأنها تسببت بشهادتها ضد زوجها في أن يدخل السجن.",
        "director_id": 33,
        "release_year": 1980,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/تحدى الأقوياء/IMG_4482.JPG"
      }
    ]
  },
  {
    "id": 34,
    "name": "حلمى رفله",
    "bio": "مخرج وكاتب السيناريو ومنتج مصري. عمل مساعد مخرج لعدد من المخرجين منذ عام 1942. جمع بين التأليف والإنتاج والإخراج. أرسلته وزارة المعارف في بعثة إلى باريس ولندن عام 1936 لدراسة فن المكياج، وعندما عاد عين ماكييراً في الفرقة القومية المسرحيةـ تم اتجه إلى السينما كماكيير أيضاً. قام بإخراج عدد من الأفلام في لبنان منها (الرجل المناسب، بنت الشيخ).",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/حلمى رفله/IMG_3335.JPG",
    "films": [
      {
        "id": 115,
        "title": "ليلة حب أخيرة",
        "description": "بعد عودته من الخارج، يحاول المخرج فؤاد وجدي إعادة العلاقة القديمة بينه وبين مديحة، التي ترفض بشدة نظرًا لأنها الآن زوجة وأم للشابة نجوى، وبعد رفضها يحاول المخرج استمالة ابنتها نجوى وإغراءها إلا أن نجوى تقع متهمة في قضية مصرع المخرج فؤاد وجدي.",
        "director_id": 34,
        "release_year": 1972,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ليلة حب أخيرة/default (14).jpg"
      },
      {
        "id": 116,
        "title": "لا يا من كنت حبيبي",
        "description": "يقف عادل ضد محاولات المدير شوكت لاستغلال منصبه في عمليات بناء مشبوهة ويتخلص منه شوكت بأن يدبر له جريمة قتل تدخله السجن، تلجأ نجوى خطيبة مدحت إلى المحامي مدحت زير النساء من أجل إثبات براءة عادل، وتعامله على أنها أخت عادل، يبدأ فى مغازلتها مقابل الدفاع عن عادل، ويبحث عن أدلة.",
        "director_id": 34,
        "release_year": 1976,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/لا يا من كنت حبيبي/default (15).jpg"
      },
      {
        "id": 117,
        "title": "الرجل المناسب",
        "description": "ترسل شركة لبنانية مندوب لها إلى فرع القاهرة لاكتشاف سر خسائر هذا الفرع، ويتخفى هذا المندوب في شخصية ساعى منقول حديثًا، يلاحظ أن هناك قصة حب تتولد بين ابنة المدير الفاشل وموظف العلاقات العامة، ويحاول أن يكشف للفتاة ما يحدث.",
        "director_id": 34,
        "release_year": 1970,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الرجل المناسب/default (13).jpg"
      },
      {
        "id": 118,
        "title": "ابنتي العزيزة",
        "description": "في إطار اجتماعي تدور أحداث الفيلم؛ حيث يقرر شريف (رشدي أباظة) أن يتبنى نجوى (نجاة) بعد أن سمع صوتها، وأعجب به، وللمصادفة تجمع الصداقة بينها وبين ابنة شقيق شريف، وعن طريقها تعرف هوية شريف الحقيقية، ولكن بعد أن وقعا في الحب، من دون أن يعرف كل منهما حقيقة الطرف الآخر.",
        "director_id": 34,
        "release_year": 1971,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ابنتي العزيزة/default (12).jpg"
      }
    ]
  },
  {
    "id": 35,
    "name": "خالد منصور",
    "bio": "مخرج وكاتب مصري.\nدرس الإخراج السينمائي والكتابة في عدد من الورش السينمائية بمصر،\nتخرج في كلية الآداب، جامعة القاهرة.\nأخرج منصور ثلاثة أفلام روائية قصيرة، وهم: \"جزيرة التوت\"، \"الدرويش\" و\"ليلتين شتا\"، والتي شاركت في الكثير من المهرجانات المحلية والدولية، بالإضافة لحصوله على بعض الجوائز عن تلك الأفلام، كما أخرج عددًا من الأفلام الوثائقية القصيرة التي عرضت على الفضائيات العربية، ويعتبر فيلمه (البحث عن منفذ لخروج السيد رامبو) أول أعماله الروائية الطويلة.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/خالد منصور/IMG_5867.JPG",
    "films": [
      {
        "id": 119,
        "title": "البحث عن منفذ لخروج السيد رامبو",
        "description": "تدور أحداث الفيلم حول (حسن)، الشاب الثلاثيني الذي يتورط برفقة (رامبو)؛ كلبه وصديقه الوحيد، في حادث خطير دون ذنب، ليصبح بين ليلة وضحاها مطاردًا من قِبل جاره (كارم)، الأمر الذي يدفع (حسن) للبحث عن طريقة آمنة لإنقاذ نفسه و(رامبو) من مصير مجهول.",
        "director_id": 35,
        "release_year": 2024,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/البحث عن منفذ لخروج السيد رامبو/IMG_5870.JPG"
      }
    ]
  },
  {
    "id": 36,
    "name": "صلاح أبو سيف",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/صلاح أبو سيف/صلاح أبو سيف.jpg",
    "films": [
      {
        "id": 120,
        "title": "هذا هو الحب",
        "description": "يعمل حسين (يحيى شاهين) مهندسًا في البلدية، لكنه ذو عقلية محافظة ومتزمتة، ويبحث عن زوجة لم تعرف رجالا من قبل، ويرى أن شريفة (لبنى عبد العزيز) هي الزوجة الأنسب لها، ويطلب يدها بالفعل، ويتزوجان، وبعد عشرة أيام من شهر العسل من الفيوم، يكتشف حسين أن زوجته كانت تعيش في الماضي قصة حب لم تكتمل، وبسبب عقليته المتزمتة، لا يرى حسين في زوجته سوى امرأة ساقطة، فيطلقها، لتعاني هي بعد الطلاق من ظلم حسين لها.",
        "director_id": 36,
        "release_year": 1958,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/هذا هو الحب/This is the Love Egyptian Movie Arabic Poster 1958.jpg"
      },
      {
        "id": 121,
        "title": "المواطن مصري",
        "description": "يرصد الفيلم قصة عمدة يُدعى عبد الرازق الشرشابي (عمر الشريف) حين يُطلب ابنه الأصغر توفيق (خالد النبوي) للتجنيد، فترفض زوجته (صفية العمري) ذهاب ابنها، فيقترح عليه أحد الأشخاص بإرسال من ينتحل صفة ابنه للتجنيد بدلًا منه. بالفعل بعد ترهيب وترغيب يقنع أبًا فقيرًا يُدعى عبد الموجود (عزت العلايلي) بإرسال ابنه مصري (عبد الله محمود) للتجنيد بالرغم من أنه هو وحيد أمه وأبيه مقابل أن يعطيه خمسة أفدنة، وبالفعل يذهب مصري للجيش باسم ابن العمدة.",
        "director_id": 36,
        "release_year": 1991,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/المواطن مصري/default (30).jpg"
      },
      {
        "id": 122,
        "title": "السقا مات",
        "description": "شوشة السقا الذي يخاف من الموت خوفًا شديدًا لأنه بالنسبة له يسلب الأحبة، وقد أخذ منه زوجته، ويتقابل شوشة مع شحاتة الذي يعلم فيما بعد أنه مساعد تربي فيتشائم منه ويموت شحاتة ليحزن عليه شوشة حزنًا شديدًا وتنتابه حالة عصبية وهو يساعد في دفنه.",
        "director_id": 36,
        "release_year": 1977,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/السقا مات/default (29).jpg"
      }
    ]
  },
  {
    "id": 37,
    "name": "أحمد عبدالله",
    "bio": "مخرج و مونتير مصري - أخرج أفلام: \"فرش وغطا\"، \"ميكروفون\"،\"هليوبوليس\"، \"ديكور\" و\"ليل/خارجي\". درس الموسيقى الكلاسيكية، بدأ كمونتير منذ عام ٢٠٠٣ حتى الآن.\n\n \nفائز بجوائز منها الأنتيجون الذهبي من مهرجان مونبلييه، التانيت الذهبي: أيام قرطاج السينمائية، أفضل فيلم أفريقي: مهرجان تعريفا، أفضل فيلم عربي: مهرجان القاهرة السينمائي و  التيوليب الذهبي: مهرجان اسطنبول السينمائي الدولي وغيرهم.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/أحمد عبدالله/7849.jpeg",
    "films": [
      {
        "id": 123,
        "title": "هليوبوليس",
        "description": "يلة واحدة في حي مصر الجديدة ، حيث تتنقل بين حيوات ستة من أهل الحي أو مرتاديه خلال هذا اليوم ، و لا يجمع هذه الشخصيات – باستثناء الحي – سوى أنهم جميعا يخفقون بشكل أو بآخر فيما عزموا على إتمامه في يومهم، آملين جميعا في إنهاء غاياتهم في اليوم التالي.",
        "director_id": 37,
        "release_year": 2009,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/هليوبوليس/1 - Poster-No1(Heliopolis).jpeg"
      },
      {
        "id": 124,
        "title": "ديكور",
        "description": "في عملها كمهندسة ديكور، مها خبيرة في خلق العوالم الخيالية. تحت ضغط شديد في العمل، تجد نفسها متنقلة بين عالمين، واحد بمواصفات ديكور الفيلم الذي تعمل فيه .والآخر من المفترض أنه الواقع. مع الوقت، تتوغل مها في العالمين حتى تختلط الأمور بين .الحقيقي و الخيالي",
        "director_id": 37,
        "release_year": 2013,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ديكور/Decor Poster EN.JPEG"
      },
      {
        "id": 125,
        "title": "ميكروفون",
        "description": "بعد عودته إلى موطنه الإسكندرية بعد سفره إلى الخارج لعدة سنوات في الولايات المتحدة، يكتشف خالد أن الزمن قد غير وقطع العديد من علاقاته السابقة، وخاصة تلك التي كانت بينه وبين حبيبته السابقة هدير. يشعر خالد بالوحدة والرفض، فيتجول في المدينة ويتعثر بسرعة في عالم جديد: مشهد الفنون السرية. وبينما يزداد انبهاره بهذه الحركة الثقافية المضادة، يتقاطع خالد مع راقصي الهيب هوب في الشوارع، ومغنيي الروك على أسطح المنازل، وفناني الجرافيتي، وصانعي الأفلام الوثائقية. مفتونًا بهذا التقاطع المتنوع للإبداع، يحاول جمع موارده المحدودة على أمل دعم هجوم المواهب الجديدة. لم يمض وقت طويل قبل أن تنغمس حياته المهنية والشخصية تمامًا في الموسيقى والسينما والفن، وهي حركة غير عادية لأنها لم تنشأ من القاهرة، عاصمة مصر الصاخبة.",
        "director_id": 37,
        "release_year": 2010,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ميكروفون/IMG_9821.JPG"
      }
    ]
  },
  {
    "id": 38,
    "name": "احمد نادر جلال",
    "bio": "مواليد 1975 متخرج من المعهد العالي للسينما سنة 1997 . عمل مساعد مخرج مع سعيد حامد ومحمد راضي وعادل أديب ونادر جلال.\nاخرج العديد من الافلام اشهرهم:\n عايز حقي -  أبو علي -  كده رضا ثم ثلاثيه افلام من تاليف بلال فضل وبطوله كريم عبد العزيز: في محطة مصر - واحد من الناس - خارج على القانون",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/احمد نادر جلال/IMG_8792.jpg",
    "films": [
      {
        "id": 126,
        "title": "فاصل ونعود",
        "description": "(عربي) سائق تاكسي، لا يمتلك في الدنيا سوى ابنه الذي يحاول (جده) والد زوجته الحصول على حق حضانته بعد وفاة ابنته، إلا أن (عربي) رفض ذلك وحصل على حكم محكمة بالحضانة، لكن الولد يتم اختطافه ويتم الاعتداء على (عربي) مما أفقده الذاكرة، لكن عند عودته لمنزله يبدأ في تذكر بعض الأشياء، ومن هنا تبدأ الأحداث.",
        "director_id": 38,
        "release_year": 2011,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/فاصل ونعود/File_000.png"
      },
      {
        "id": 127,
        "title": "خارج على القانون",
        "description": "إنتاج:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nإخراج:\nأحمد نادر جلال\n\nتأليف:\nبلال فضل\n\nتصوير:\nإيهاب محمد على\n\nمونتاج:\nمها رشدي\n\nموسيقى:\nعمرو إسماعيل                                    \n                                                        ديكور: \nاحمد عباس\n\nتوزيع داخلي:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nتوزيع خارجي:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nبطولة:\nكريم عبد العزيز – مايا نصري – حسن حسني\n\n                                                           قصة :\nتدور أحداث الفيلم حول \"عمر\" (كريم عبد العزيز) ووالده الذي يقتل، ويحاول عمر طوال الوقت اكتشاف القاتل الحقيقي لوالده، ويعيش في صراع دائم مع أباطرة تجارة المخدرات والشرطة التي تلاحقه للقبض عليه",
        "director_id": 38,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/خارج على القانون/default (7).jpg"
      },
      {
        "id": 128,
        "title": "في محطة مصر",
        "description": "إنتاج:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nإخراج:\nأحمد نادر جلال\n\nتأليف:\nبلال فضل\n\nتصوير:\nإيهاب محمد على - إسلام عبدالسميع\n\nمونتاج:\nمها رشدي\n\nموسيقى:\nعمرو إسماعيل                                    \n                                                     \nتوزيع داخلي:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nتوزيع خارجي:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nبطولة:\n كريم عبدالعزيز - منة شلبي - لطفي لبيب - إدوارد - إنعام سالوسة \n                                                           قصة :\nتدور أحداث الفيلم حول شخص بسيط تخرج من الجامعة ويعاني من البطالة وخلال عمله كمندوب مبيعات تعرف على فتاة تطلب منه المساعدة بأن يدعي أنه زوجها أمام أسرتها الثرية التي تقطن في الصعيد.",
        "director_id": 38,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/في محطة مصر/1 (2).jpg"
      },
      {
        "id": 129,
        "title": "أبو علي",
        "description": "إنتاج:\nشركة نهضة مصر للسينما\n\nإخراج:\nأحمد نادر جلال\n\nتأليف:\nبلال فضل\n\nتصوير:\nإيهاب محمد على\n\nمونتاج:\nمها رشدي\n\nموسيقى:\nعمرو إسماعيل                                    \n                                                        ديكور: \nباسل حسام\n\nتوزيع داخلي:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nتوزيع خارجي:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nبطولة:\nكريم عبد العزيز – منى ذكى – طلعت زكريا\n\n                                                           قصة :\nخلال رحلة طويلة تبدأ من القاهرة إلى الواحات الممتدة في عمق صحراء  مصر الغربية تدور الأحداث في إطار رومانسي يجمع بين حسن الشاب المغامر أبن حى القلعة الشعبي ، وفتاة رقيقة خفيفة الظل .",
        "director_id": 38,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أبو علي/IMG_1968.JPG"
      },
      {
        "id": 130,
        "title": "واحد من الناس",
        "description": "إنتاج:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nإخراج:\nأحمد نادر جلال\n\nتأليف:\nبلال فضل\n\nتصوير:\nإيهاب محمد على\n\nموسيقى:\nعمرو إسماعيل                                    \n                                                       \nتوزيع داخلي:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nتوزيع خارجي:\nالشركة العربية للإنتاج والتوزيع السينمائي\n\nبطولة:\n كريم عبدالعزيز - منة شلبي - عزت أبو عوف  -  محمود الجندي - بسمة - أحمد راتب\n                                                           قصة :\n(محمود) شاب بسيط، يسعى للعيش مثل أي شخص عادي، تسير حياته هادئة إلى أن يشهد جريمة قتل في جراج السيارات الذي يعمل فيه كحارس أمن، وحينما ينطق بالحقيقة تهوى حياته الهادئة نحو الإنهيار، وتُذبح أحلامه علي أيدي أباطرة الشر، ولكن بعد خروجه من السجن، يقرر الانتقام ممن أدخلوه السجن.",
        "director_id": 38,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/واحد من الناس/default (8).jpg"
      }
    ]
  },
  {
    "id": 39,
    "name": "أحمد مكي",
    "bio": "خريج المعهد العالى للسينما فاز بالعمل الأول ( يابانى أصلى ) فى المهرجان القومي 2005 وحاصل على شهادات تقدير من عدة مهرجانات دولية مثل Clernony Farand بفرنسا والذى حصل فيه فيلم الحاسة السابعة على شهادة تقدير.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/أحمد مكي/2 (3).jpg",
    "films": [
      {
        "id": 131,
        "title": "الحاسة السابعة",
        "description": "تدور أحداث الفيلم حول شاب يحترف لعبة الكونج فو ، وعندما يكتشف أن اللعبة ليس لها مستقبل ولا جمهور يحاول الانتماء ، وأثناء محاولة الانتماء يلتقي بعراف يمكنه من قراءة وسماع أفكار الآخرين .",
        "director_id": 39,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الحاسة السابعة/IMG_4312.JPG"
      }
    ]
  },
  {
    "id": 40,
    "name": "علي عبد الخالق",
    "bio": "من مواليد 9 يونيو 1944\n\nتخرج من المعهد العالي للسينما عام 1966 .\n\nبدأ مخرجاً للأفلام التسجيلية منها فيلم أغنية الوداع الذي فاز بالجائزة الثانية في مهرجان ليبزج عام 1970 .\n\nقدم أو لأفلامه الروائية عام 1971 \" أغنية على الممر \" وفاز بعدة جوائز عالمية اخرج حوالي 25 فيلماً منها :\n\nالحب وحده لا يكفي – السادة المرتشون – العار – الكيف – 4 في مهمة رسمية – إعدام ميت .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/علي عبد الخالق/IMG_3337.jpg",
    "films": [
      {
        "id": 132,
        "title": "يوم الكرامة",
        "description": "عن الأحداث التاريخية في فترة ما قبل حرب 67 وأثناء الحرب وبعدها .مستعرضاً حياة ضابط القوات البحرية وذلك من خلال العمليات الحربية التي قاموا بها إلى جانب الحياة الاجتماعية للأبطال الذين يقومون بتدمير المدمرة إيلات .",
        "director_id": 40,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/يوم الكرامة/IMG_3771.JPG"
      },
      {
        "id": 133,
        "title": "أغنية على الممر",
        "description": "يتعطل جهاز الاتصال بين مجموعة من الجنود بممر بالصحراء وبين مركز القيادة، تنفذ المؤن والزخيرة تدريجيًا بعدما تصدوا لعدة هجمات بنجاح، يحاصرهم العدو، يقودهم الشاويش محمد المزارع، بينما تختلف التركيبة النفسية والسلوكية لبقية الجنود ما بين المتفائل والشجاع والفنان والجبان.",
        "director_id": 40,
        "release_year": 1972,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أغنية على الممر/default (49).jpg"
      },
      {
        "id": 134,
        "title": "الأبالسة",
        "description": "ينجح المدرس حمزة في كسب صداقة تلاميذه، يركب الطالب صلاح وزميلته نادية سيارة جلال شقيق نادية، يقع لهما حادث سيارة، فى النيابة يتهم جلال صلاح بأنه سرق سيارته، ينكر وجود نادية معه في الحادثة خوفًا من بطش أخيها، يخفى حمزة صلاح فى منزله ليتيح له الفرصة لأداء الامتحان، وتتنامى علاقة ليلى بحمزة.",
        "director_id": 40,
        "release_year": 1980,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الأبالسة/default (48).jpg"
      }
    ]
  },
  {
    "id": 41,
    "name": "محمد امين",
    "bio": "- تخرج من المعهد العالي للسينما قسم الإخراج عام 1985.\n\n- عمل مساعداً في أربعة أفلام فقط 84 إلى 1998 .\n\n- عمل في مجال الدعاية ثلاث سنوات من 93 إلى 1996 .\n\nأخرج فيلماً تسجيلياً بعنوان \"الفراشة\" حاز على برونزية مهرجان التليفزيون الخامس والفضية في مهرجان اتحاد الإذاعة والتليفزيون لاتحاد الإذاعات العربية بتونس عام 1998 .\n\n- قام بالسيناريو والإخراج لفيلم \"فيلم ثقافي\" وهو أول أفلامه الروائية.\n\n- كتب سيناريو فيلم \"جاءنا البيان التالي\" ، فيلم \"أفريكانو\" 2001",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/محمد امين/IMG_8784.JPG",
    "films": [
      {
        "id": 137,
        "title": "ليلة سقوط بغداد",
        "description": "(شاكر) ناظر مدرسة ثانوية، يسقط في حالة من الوسواس الدائم الذي يسيطر على حياته اليومية بسبب الاحتلال اﻷمريكي للعراق، فتأتيه فكرة غريبة تتمثل في رعاية أحد العلماء الشبان من تلاميذه السابقين حتى يكتشف له سلاحًا يدافع به عن نفسه في أي لحظة مشئومة قد يقابلها الوطن في المستقبل، ويستقر على (طارق عبدالصمد).",
        "director_id": 41,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ليلة سقوط بغداد/IMG_2118.JPG"
      },
      {
        "id": 135,
        "title": "فبراير الأسود",
        "description": "يدور الفيلم حول أخوين: حسن (خالد صالح) دكتور في الجامعة، وصلاح (طارق عبدالعزيز) يعمل عالم كيميائي وينتهي به المطاف للعمل في تصنيع الطرشي، يحدث لهما موقف مأساوي يجعلهما يفكران جديًا في الهجرة خارج البلاد بصبحه زوجتيهما وأبنائهما أو تزويج اﻷبناء من أبناء الطبقات الثرية ذات النفوذ.",
        "director_id": 41,
        "release_year": 2013,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/فبراير الأسود/IMG_4935.JPG"
      },
      {
        "id": 136,
        "title": "بنتين من مصر",
        "description": "قصة كفاح فتاتين تواجهان أحداثًا عدة في إطار دراماتيكي مشوق حيث يناقش الفيلم قضايا نسائية فكرية وعاطفية واجتماعية من خلال مجموعة من النساء العوانس وكيف يواجهن المجتمع بمسألة تأخرهن في الزواج.",
        "director_id": 41,
        "release_year": 2010,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/بنتين من مصر/IMG_9067.JPG"
      }
    ]
  },
  {
    "id": 42,
    "name": "شريف عرفة",
    "bio": "شريف عرفة 25 ديسمبر 1960 هو مخرج ومؤلف ومنتج مصري تخرج من المعهد العالي للسينما في عام 1982 بدأت رحلته في عالم السينما عام 1987 من خلال إخراجه لفيلم \"الأقزام قادمون\"، وأخرج عدداً من الأفلام، منها: فيلم \"الجزيرة\" بجزئيه 2007 و2014، \"إكس لارج\" 2011، \"ولاد العم\" 2009، \"حليم\" 2006، \"فول الصين العظيم\" 2004، \"مافيا\" 2002، \"عبود على الحدود 1999، \"طيور الظلام\" 1995، الإرهاب والكباب\" 1992، و\"سمع هس\" عام 1991.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/شريف عرفة/IMG_9296.jpg",
    "films": [
      {
        "id": 138,
        "title": "ولاد العم",
        "description": "ضابط بالموساد مسئول عن تكوين شبكة جاسوسية لتنفيذ اغتيالات في مصر، يتزوج بفتاة مصرية دون أن يخبرها بحقيقته، ثم يهرب بها رغمًا عنها إلى إسرائيل ضاغطًا عليها بحرمانها من أولادها. فترسل المخابرات المصرية ضابطًا لكشف نوعية المعلومات التي حصل عليها وإعادة الزوجة المخدوعة للقاهرة بصحبة طفليها.",
        "director_id": 42,
        "release_year": 2009,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ولاد العم/IMG_2153.JPG"
      },
      {
        "id": 139,
        "title": "الناظر",
        "description": "يدير الناظر (عاشور صلاح الدين) مدرسته بمنتهى الشدة والقسوة، وبعدما يموت ليرثها ابنه (صلاح الدين) الراسب في الثانوية الذي لا يملك أية خبرة تذكر، فيترك المسئولية للوكيل الفاسد (سيد) الذي يديرها لحسابه، ويلحظ ذلك أحد المدرسين فيبذل قصارى جهده ليرشد (صلاح) للطريق الذي يضمن له النجاح في إدارة المدرسة.",
        "director_id": 42,
        "release_year": 2000,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الناظر/IMG_2608.JPG"
      },
      {
        "id": 140,
        "title": "عبود على الحدود",
        "description": "عبود شاب مشاغب مع صديقين له، يعيشون حياة لاهية، تؤدي مشاغباته لحدوث مشاكل مع أسرته، يعرف أنه لن يدخل الجيش لأنه الوحيد لأب كان يعمل ضابط صف في الجيش، يتزوج أبوه من امرأة أخرى ينجب منها طفلًا، فيصبح على عبود أن يلتحق بالجيش، رغم أنه غير لائق، يعمل على الحدود مع زملائه أنفسهم.",
        "director_id": 42,
        "release_year": 1999,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عبود على الحدود/IMG_2144.JPG"
      },
      {
        "id": 141,
        "title": "ابن عز",
        "description": "فريد عز الدين، شاب ثرى يعيش حياة مترفة، بعيدًا عن أية مسئولية. أبوه رجل الأعمال يمتلك ثروة طائلة. يجبر ابنه على استلام أعماله كلها وإدارتها، بعد أن قرر الهرب من البلاد، وتهريب أمواله كلها، يحاصر رجال الأمن فريد ويقبضون عليه بتهم النصب والاحتيال، ولكن قبل أن يحاكم يتمكن من الهرب بمساعدة مربيه كاظم.",
        "director_id": 42,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ابن عز/IMG_2147.JPG"
      },
      {
        "id": 142,
        "title": "مافيا",
        "description": "(حسين) شاب مصري مُحبَط، بعد فصله من الكلية الحربية، يسافر إلى الخارج ويقع في براثن المافيا العالمية، ثم يقبض عليه ويُسجَن في أحد السجون المصرية بعد أن دبرت المخابرات المصرية اختطافه؛ وذلك للاستعانة به في مهمة خاصة مع مجموعة من ضباط المخابرات ومجنديها مقابل فرصة جديدة للبدء من جديد.",
        "director_id": 42,
        "release_year": 2002,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/مافيا/IMG_2149.JPG"
      },
      {
        "id": 143,
        "title": "حليم",
        "description": "يتناول الفيلم قصة حياة أسطورة الغناء (عبدالحليم حافظ) في فترات مختلفة من حياته، متناولًا العديد من جوانب من حياته الخاصة والفنية والعاطفية منذ طفولته المبكرة.",
        "director_id": 42,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/حليم/افيش.jpg"
      },
      {
        "id": 144,
        "title": "يا مهلبية يا",
        "description": "(شكري) مخرج وصديقه (مرعي) كاتب سيناريو، يتعاونان ويكافحان أمام كل العوائق ﻹخراج فيلم عن (عتاب) الراقصة الشعبية خلال فترة الاحتلال البريطاني، والتي لديها إحساس بالواجب الوطني، فهي تساعد الفدائيين بالأموال والمعلومات، وتساهم في محاولة اغتيال الملك فاروق.",
        "director_id": 42,
        "release_year": 1991,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/يا مهلبية يا/IMG_2145.JPG"
      },
      {
        "id": 145,
        "title": "الجزيرة",
        "description": "(منصور) ابن (علي الحفني) من أعيان الصعيد، ورغم حب منصور لـ(كريمة) إلا أنه يقبل الزواج بـ(فايقة) إرضاء لوالده، وبعد موت اﻷب يرث (منصور) كل شيء من أمواله وأملاكه وحتى إتجاره بالمخدرات، ويساعده في ذلك الضابط (رشدي) بتيسير عمليات بيع السلاح والمخدرات لـ(منصور) مقابل إبلاغه عن عصابات الصعيد",
        "director_id": 42,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الجزيرة/IMG_2146.JPG"
      }
    ]
  },
  {
    "id": 76,
    "name": "كريم العدل",
    "bio": "مخرج وممثل مصري، من مواليد عام 1985، نشأ وسط أسرة فنية كبيرة، تلقى تعليمه بالمعهد العالي للسينما، ومن أهم الأفلام التي قام بإخراجها (مصور قتيل، أريد خلعًا، شارع 18).",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/كريم العدل/kareem.jpg",
    "films": [
      {
        "id": 253,
        "title": "ولد و بنت",
        "description": "سامح طفل متمرد شقي، يحرص علي تأكيد رغباته وينظر إلي الدنيا وكأنها كرة عليه أن يتعامل معها بذكاء ووحشية أحيانًا، يقع في حب الطفلة شهد بنت الكاتب الكبير الذي يؤمن بالجسد إيمانًا كليا وله نظرية شديدة الخصوصية في الحب، يكررها دائمًا في جلساته وفي لقاءاته الصحافية أمام ابنته.",
        "director_id": 76,
        "release_year": 2010,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ولد و بنت/IMG_3352.JPG"
      },
      {
        "id": 254,
        "title": "مصور قتيل",
        "description": "تنقلب حياة مصور صحافي رأسًا على عقب إثر مشاهدته لجريمة قتل وقيامه بتصويرها ، ويجد نفسه متورطًا فيها ومشارًا له بأصابع الاتهام محاولًا إثبات براءته مما هو منسوب إليه.",
        "director_id": 76,
        "release_year": 2012,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/مصور قتيل/IMG_4305.JPG"
      }
    ]
  },
  {
    "id": 43,
    "name": "مجدى الهواري",
    "bio": "مجدي عبد الرحمن عبد الحليم الشهير بمجدي الهواري                                                           \n                                                           مواليد 1970 تخرج من المعهد العالي للتكنولوجيا ودرس الإخراج, وكانت أول أعماله كمخرج هو فيلم 55 إسعاف وفيلم عيال حبيبة تعتبر التجربة الثانية له كمخرج شاب وطموح اشهر الاعمال: الوتر- العيال هربت -خليج نعمة                 من المشاركين في شركة مساهمة مصرية \" العضو المنتدب \" للإنتاج يوني كورن للإنتاج الفني والتي قامت بإنتاج أكثر من تسعة أفلام وهو العمل الذي جعله يزداد خبرة بالرغم من صغر سنه .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/مجدى الهواري/2 (6).jpg",
    "films": [
      {
        "id": 146,
        "title": "55 إسعاف",
        "description": "وفاء طبيبة شابة تعد مشروع لتطوير إجراءات الإسعافات الأولية في إحدى المستشفيات لتقديمه لوزير الصحة، تتورط وفاء مع تمرجي وسائق سيارة الإسعاف في العديد من المشكلات وتلاحقهم عصابة بشكل مستمر وتتفاقم الأزمة بإختطاف وزير الصحة.",
        "director_id": 43,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/55 إسعاف/default (23).jpg"
      }
    ]
  },
  {
    "id": 44,
    "name": "شريف البنداري",
    "bio": "- مواليد 1978 شبرا – القاهرة\n\n- تخرج من كلية الفنون التطبيقية – قسم النسيج يوليو 2001\n\n- التحق  بالمعهد العالي للسينما قسم الإخراج سبتمبر 2002 حيث أنجز على مدار سنوات الدراسة عدة تدريبات روائية قصيرة منها ( يحكى أن ... ) .\n\n-عمل مساعداً للإخراج في عدة أفلام روائية طويلة .\n\n- \"6 بنات .. \" أول أفلامه التسجيلية وهو مشروع الفرقة الثالثة له بالمعهد العالي للسينما وشارك به في عدة مهرجانات دولية منها :\n\n- مهرجان الفجيك – موسكو أكتوبر 2005\n-مهرجان دبي السينمائي الدولي  ديسمبر 2005",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/شريف البنداري/IMG_2143.JPG",
    "films": [
      {
        "id": 147,
        "title": "حار جاف صيفا",
        "description": "شوقي مريض السرطان يذهب وحيداً لرؤية الطبيب األماني الزائر الذي سيخبره مدي سوء حالته المتأخرة ، وهو في طريقه وفي وسط زحام شوارع المدينة يتقابل و دعاء الفتاة الوحيدة التي تستعد لتجهيزات حفل زفافها في المساء ، إنه تقاطع مصائر بين رحلتي الموت و الحياة في شوارع القاهرة المزدحمة و في يوم “حار جاف صيفاً”",
        "director_id": 44,
        "release_year": 2015,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/حار جاف صيفا/حار جاف صيفا.png"
      },
      {
        "id": 148,
        "title": "علي معزه وابراهيم",
        "description": "",
        "director_id": 44,
        "release_year": 2016,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/علي معزه وابراهيم/IMG_2959.JPG"
      },
      {
        "id": 149,
        "title": "صباح الفل",
        "description": "في صباح أحد الأيام، تبحث سناء عن مفاتيح شقتها المفقودة، وتجد أثناء بحثها الأحزان التي حاولت نسيانها. إنه صباح لا مثيل له.",
        "director_id": 44,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/صباح الفل/IMG_6911.JPG"
      },
      {
        "id": 150,
        "title": "ساعه عصاري",
        "description": "جل عجوز يقوم بملاحظة التغيرات الجسدية التي يمر بها ابنه الشاب، ويلقى الضوء على مشاكل التقدم بالسن.",
        "director_id": 44,
        "release_year": 2008,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ساعه عصاري/IMG_1915.JPG"
      }
    ]
  },
  {
    "id": 45,
    "name": "ايتن امين",
    "bio": "أيتن أمين فنانة إسكندرية الأصل، ودفعها الولع بالسينما إلى دراسة النقد السينمائي في 2001، وفي عام 2005 قدمت فيلمين وثائقيين قصيرين عن الممثلة الراحلة مديحة كامل وعن تاريخ الرقص الشرقي، ثم استكملت درستها في آرت لاب الجامعة الأميركية بالقاهرة، وكان مشروع تخرجها هو فيلم راجلها الذي آثار ضجة لجرأته وعُرض في 10 مهرجانات دولية، منها المسابقة الرسمية في مهرجان كليرمونفيران عام 2007، كما تم بثه حصرياً على شبكة Canal Plus الفرنسية في 2007 و 2008.\n\nبعد هذا عملت أيتن كمساعدة مخرج في فيلمي زي النهارده وبصرة، ثم قدمت فيلمها الروائي القصير ربيع 89 الذي شارك في 5 مهرجانات دولية، منها اختياره للعرض في ركن الأفلام القصيرة على هامش مهرجان كان في 2011، وحصل على عدة جوائز منها جائزة أفضل فيلم قصير وجائزة لجنة التحكيم لأفضل سيناريو من مهرجان الإسكندرية السينمائي، وكذلك حصل الفيلم على تنويه خاص من مهرجان دبي السينمائي الدولي، ثم تم اختياره ضمن البرنامج التعليمي لجامعة نيويورك في أبوظبي عام 2011.\n\nوفي عام 2011 شاركت أيتن أمين في إخراج فيلم تحرير 2011: الطيب والشرس والسياسي، وقد أختير الفيلم للمشاركة رسمياً في مهرجان فينيسيا السينمائي الدولي خارج المسابقة وحصل به على جائزة خاصة مقدمة من منظمة اليونسكو الدولية، كما تم اختيار الفيلم للمشاركة بـمهرجان تورنتو السينمائي الدولي والعديد من المهرجانات الأخرى، وتم ترشيحه لـجائزة أفضل فيلم وثائقي ضمن جوائز سينما من أجل السلام في برلين عام 2012.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/ايتن امين/IMG_8795.jpg",
    "films": [
      {
        "id": 151,
        "title": "مديحة هانم",
        "description": "إلقاء ضوء على نقاط غامضة في حياة الفنانة الراحلة مديحة كامل وتقديم لمشوار حياتها منذ بدايتها وحتى الرحيل",
        "director_id": 45,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/مديحة هانم/CF593152-597F-47A2-9B5B-2C8F40B94A2B.jpeg"
      },
      {
        "id": 152,
        "title": "أنا عارف هي مين",
        "description": "آخر يوم له معها...قبل الرحيل.",
        "director_id": 45,
        "release_year": 2007,
        "poster_url": null
      },
      {
        "id": 153,
        "title": "أرقص ل",
        "description": "عرض لوجهات نظر مختلفة لأشخاص يمارسون الرقص بأشكال مختلفة",
        "director_id": 45,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أرقص ل/A8E1C653-316B-40E1-BF56-450863046A9E.jpeg"
      },
      {
        "id": 154,
        "title": "ربيع ٨٩",
        "description": "كاميليا وسارة في الربيع الأخير من الثمانينيات... أيام براءتهما الأخيرة",
        "director_id": 45,
        "release_year": 2009,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ربيع ٨٩/6BB92357-23D4-4BD3-B03A-A779459687B4.jpeg"
      },
      {
        "id": 155,
        "title": "فيلا ٦٩",
        "description": "تدور أحداث الفيلم حول حسين (خالد أبو النجا) صاحب أحد مكاتب الاستشارات الهندسية، لذي يفرض على نفسه إطارًا من العزلة في منزله، محاولًا حماية هذا اﻹطار العازل بطريقة تعاملٍ فظة مع جميع من حوله، حتى تقوم شقيقته الكبرى نادرة (لبلبة) بصحبة حفيدها بالإقامة معه في منزله بعد موافقة حسين على مضض، مما يساعد على تبدل الكثير من التفاصيل في نظام حياته.",
        "director_id": 45,
        "release_year": 2013,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/فيلا ٦٩/middle3.jpg"
      }
    ]
  },
  {
    "id": 46,
    "name": "وائل أحسان",
    "bio": "مخرج مصري، حاصل على بكالوريوس تجارة عام 1986، ثم بكالوريوس المعهد العالي للسينما عام 1991، ثم لمع فى بداية الألفية الجديدة بعد أن أخرج أول اعماله فيلم (اللمبي) عام 2002، ثم تبعه بفيلم (اللي بالي بالك) عام 2003، لينطلق بعدها ويصبح من أبرز المخرجين على الساحة، من أبرز أعماله (زكي شان، أمير البحار، بوبوس، نور عيني).",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/وائل أحسان/IMG_2099.jpg",
    "films": [
      {
        "id": 156,
        "title": "ساعة ونص",
        "description": "يرصد الفيلم معاناة المصريين ومشاكلهم، من خلال قصص وحكايات مختلفة لركاب القطار المتجه إلى الصعيد، والتي تخبطت ما بين الفقر والمرض، والبطالة ومعاناة الهجرة خارج البلاد، إلى أن يقع حادث أليم يفوق عليه الجميع من غيبوبة دامية.",
        "director_id": 46,
        "release_year": 2012,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ساعة ونص/IMG_2129.JPG"
      },
      {
        "id": 157,
        "title": "عندليب الدقي",
        "description": "فوزي (محمد هنيدي) شاب مكافح يرغب في أن يصبح مطربا مشهورا ، ولكن حظه العاثر يقف أمامه ، يكتشف فجأة أن له شقيقا توءما (فواز) ثري خليجي يعيش في (دبي) ، وبعد وفاة والدته يقرر السفر إلى (دبي) ليقابله ، ويطلب مساعدته في تحقيق حلمه ، لكن (فواز) يرفض الاعتراف به ، وتتوالى الأحداث بعد ذلك ، فيمرض (فواز) ، ويضطر (فوزي) أن يحل محله حتى يسير أعماله ولا يلاحظ أحد شيئًا .",
        "director_id": 46,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عندليب الدقي/default (14).jpg"
      },
      {
        "id": 158,
        "title": "اللمبي",
        "description": "اللمبي يعيش فى الحارة مع أمه فرنسا في منزل فقير. يقع في حب جارته لكن أباها يعترض على هذه الزيجة، وتحاول فرنسا دفع اللمبي للبحث عن عمل كي يستطيع اﻹنفاق على نفسه.",
        "director_id": 46,
        "release_year": 2002,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/اللمبي/IMG_2213.JPG"
      },
      {
        "id": 159,
        "title": "مطب صناعي",
        "description": "(ميمي) شاب يقيم بالإسماعيلية، يقرر السفر للقاهرة ليجد فرصة عمل، ويتعرف على رجل أعمال وسكرتيرته (مي) وابنته الصغيرة (زينة) عندما أنقذها من الغرق ليتقرب من الأسرة، يسقط رجل الأعمال في غيبوبة عميقة، ويجد (ميمي) نفسه وصي على (زينة) فهل سينجح في حمايتها؟",
        "director_id": 46,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/مطب صناعي/افيش.jpg"
      },
      {
        "id": 160,
        "title": "ظرف طارق",
        "description": "يعمل طارق في إحدى شركات التليفون المحمول، ليطلب منه أحد العملاء أن يبحث له عن عنوان وبيانات مشتركة في الشبكة، ويتردد طارق في قبول العرض، لكنه يقبل بعد أن يلقى توبيخًا من رئيسه بسبب انخفاض مبيعاته عن المطلوب عنه، ويحصل على بيانات الفتاة، لكنه يقع في حبها، مما يوقعه في عدد من المشاكل.",
        "director_id": 46,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ظرف طارق/IMG_2128.JPG"
      }
    ]
  },
  {
    "id": 47,
    "name": "كاملة أبو ذكرى",
    "bio": "حاصلة على بكالوريوس المعهد العالي للسينما عملت كمساعد مخرج في عدد من الأفلام الروائية الطويلة والإعلانات والأغاني وافلام أجنبية عملت مع عدد من المخرجين ( نادر جلال – عاطف الطيب – د. محمد القليوبي – رضوان الكاشف – علي ادريس ) .أخرجت ثلاث افلام قصيرة ( قطر الساعة ستة – نظرة للسماء – شئ ما حدث ) .وحصلت على العديد من الجوائز المحلية والعالمية أخرجت ثلاث أفلام روائية طويلة :\n                                                            \n سنة أولى نصب 2004\nملك وكتابة 2005\nعن العشق والهوى 2006\n\nحصل ملك وكتابة عن جائزة لجنة الاتحاد الدولي للصحافة السينمائية من مهرجان إسكندرية 2006 حصل ملك وكتابة على جائزتي لجنة النقاد والخنجر الفضي من مهرجان مسقط",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/كاملة أبو ذكرى/IMG_1833.jpg",
    "films": [
      {
        "id": 161,
        "title": "نظرة للسماء",
        "description": "فتاة صغيرة تربطها علاقة بريئة بشاب صغير، لكن كل شيء يصبح معقدًا عندما يفاجئهم عمها على الجسر.\n\nاخراج: كاملة ابو ذكري\nسيناريو: ناصر عبد الرحمن\nمدير تصوير: نانسي عبد الفتاح\nمونتاج: دينا فاروق\nموسيقى: عمرو ابو ذكري",
        "director_id": 47,
        "release_year": 2003,
        "poster_url": null
      },
      {
        "id": 162,
        "title": "عن العشق والهوى",
        "description": "يجمع الحب بين (عمر) و(علياء) حيث يقرر عمر الزواج منها، إلا أنه يكتشف أن شقيقتها (فاطمة) تعمل في أحد البارات وسيئة السمعة، فيقرر الابتعاد عنها، ويتزوج من (قسمت) زواجًا تقليديًا، بينما تتزوج علياء من جارها العاشق لها منذ الطفولة، لكنهما لا يجدا السعادة، لتتصاعد الأحداث.",
        "director_id": 47,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عن العشق والهوى/IMG_2615.JPG"
      },
      {
        "id": 163,
        "title": "سنة أولى نصب",
        "description": "يعاني (خالد) و(أحمد) من البطالة بالرغم من حصولهم على تعليم جامعي، قررا اللجوء إلى النصب، يتوجهان إلى الغردقة للنصب على السائحات الطاعنات في السن، يتعرفان على فتاتين شابتين ويقعان في غرامهما، وبعد مشاهدتهم لطبيعة الحياة في هذه المدينة يقرران الابتعاد عن أعمال النصب والدخول في مشروع سياحي حقيقي.",
        "director_id": 47,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/سنة أولى نصب/IMG_2970.JPG"
      },
      {
        "id": 164,
        "title": "ملك وكتابة",
        "description": "محمود أستاذ للتمثيل، ليس له أصدقاء ولا يعرف من الحياة سوى التدريس والمنزل، يحدث تحول في شخصيته عندما يكتشف خيانة زوجته مع شاب أصغر منها، ويتعرف على ممثلة شابة وتدخل حياته وتحاول أن تجعله يعيش مرحلة أخرى جديدة عليه.",
        "director_id": 47,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ملك وكتابة/IMG_2114.JPG"
      }
    ]
  },
  {
    "id": 48,
    "name": "رضوان الكاشف",
    "bio": "ولد بمحافظة سوهاج في 6 أغسطس 1952 حصل على ليسانس فلسفة من جامعة القاهرة عام 1978 ثم حصل على بكالوريوس الإخراج السينمائي من المعهد العالي للسينما عام 1984 ، عمل كمساعد للإخراج مع عدد من أهم مخرجي السينما المصرية و على رأسهم \" يوسف شاهين \" و \" داود عبد السيد \" ، أخرج عدد من الأفلام التسجيلية و الروائية الطويلة ، و كان أول أفلامه الروائية الطويلة فيلم \" ليه يا بنفسج \" الذي حصل على العديد من الجوائز داخل مصر و خارجها ، ثم فيلم \" عرق البلح \" الذي قام بكتابته و إخراجه عام 1998 وحاول من خلاله تقديم رؤية سينمائية خاصة عن مجتمع الصعيد ، لكنه لم يحقق نجاح جماهيري رغم تميزه الفني و قامت ببطولته الفنانة \" شيريهان \" ، و يعد فيلم \" الساحر\" هو ثالث فيلم روائي طويل والاخير له. بعد ما توفاة الله بعد الفيلم مباشرا",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/رضوان الكاشف/IMG_1343.jpg",
    "films": [
      {
        "id": 165,
        "title": "الساحر",
        "description": "دور أحداث الفيلم في أحد الأحياء الشعبية بمصر القديمة حيث يسكن \"منصور بهجت \"و ابنته ،و \"منصور بهجت\" ساحر مهمش يسكن وسط مجموعة من المهمشين الذين يعيشون في الأماكن المزدحمة و يحاولوا ان يجعلوا من حياتهم شيئا مبهجا،يكتئب \"منصور\" من أسلوب حياته و يقرر ان يصبح هو سبب سعادة الناس و يسعى لإدخال البهجة في نفوسهم،تقتحم حياة \"منصور\" سيدة مطلقة \"شوقية\" جاءت مع ابنها لتبحث عن مسكن بعد زواج زوجها من أخرى ، فتسكن في منزل \"منصور\" الذي يخاف علي ابنته منها و يحاول بشتى الطرق ان يبعد ابنته عنها لأنه يخاف عليهاجدا حتى منعها من الذهاب للمدرسة ، يصطدم \" منصور\" ب\" شوقية\" عدة مرات حتى يشعر بها قلبه البارد منذ وفاة زوجته فيقع في هواها و يقرر مساعدتها ، أنه يحب مساعدة الآخرين بطبعه .... في نفس الوقت ترتبط الابنة الوحيدة ل \" منصور\" بقصة حب مع شاب فيعلم\"منصور\"الذي يثور و يقرر زيادة القيود علي ابنته فترفض \"شوقية\" و تساعد الابنة علي تخطي الأزمة.",
        "director_id": 48,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الساحر/IMG_3366.JPG"
      }
    ]
  },
  {
    "id": 49,
    "name": "تامر محسن",
    "bio": "تامر محسن من مواليد القاهرة عام 1972، تخرج في كلية الفنون الجميلة عام 1995 وفي معهد السينما المصرية قسم إخراج عام 2002. أخرج أربعة أفلام قصيرة: \"الحفلة\" (2000)، \"ألعاب الباطون\" (2000). وأم أنجيلو (2002) والنوم بهدوء حتى الساعة السابعة (2002).",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/تامر محسن/IMG_3505.jpg",
    "films": [
      {
        "id": 166,
        "title": "أن تنام بهدوء حتى السابعة",
        "description": "كل شيء جاهز للمشروع الكبير لبناء كوبري النيل. لقد تم التغلب على جميع العقبات. الكل باستثناء واحد. مقتنعًا بأن بناء الجسر لن يبدأ، يرفض رجل عجوز بعناد مغادرة مقصورته.",
        "director_id": 49,
        "release_year": 2002,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أن تنام بهدوء حتى السابعة/to-sleep-peacfully-poster.jpg"
      }
    ]
  },
  {
    "id": 50,
    "name": "عادل الأعصر",
    "bio": "مخرج سينمائي مصري من مواليد 28 فبراير 1955، بدأ عمله في الحقل الفني عام 1985 بفيلم (صفقة مع امرأة) مع نجوم تلك الفترة (حسين فهمي، مديحة كامل وعادل أدهم ..) ،ثم في العام التالي قام بتأليف وإخراج فيلم (الحلم القاتل).\nعمل عادل الأعصر مع معظم نجوم جيله مثل: (نور الشريف، فيفي عبده، ميرفت أمين ..)\nبعد سيطرة الكوميديا على السينما أتجه الأعصر إلى الدراما التليفزيونية فقدم عدة مسلسلات منها: (وجه القمر) عام 2000 مع فاتن حمامة، و(العمة نور) مع نبيلة عبيد عام 2003.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/عادل الأعصر/Adel_Alaasar_ELCINEMA.jpg",
    "films": [
      {
        "id": 167,
        "title": "بوابة إبليس",
        "description": "تكتشف هبة الله الموظفة بإحدى البنوك نشاط غير طبيعي يستهدف ترويج دولارات مزيفة، والتي يعد زوجها رجل الأعمال من أحد المتورطين بها، فتبلغ الشرطة حول الأمر، فيتم تلفيق اتهام لها وتدخل على أثره السجن وينتزع زوجها طفلتها منها، فتتعاون هبة الله مع سيدة تقابلها في السجن من أجل مساعدتها في الانتقام.",
        "director_id": 50,
        "release_year": 1993,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/بوابة إبليس/default.jpg"
      }
    ]
  },
  {
    "id": 51,
    "name": "محمد أبو سيف",
    "bio": "- تخرج من المعهد العالي للسينما – قسم إخراج عام 1976 .\n\n- عمل كمساعد مخرج منذ عام 1972 – 1980 .\n\n- عمل كمخرج إعلانات من 1978 حتى الآن .\n\n- الأفلام الروائية الطويلة :\n\n1- التفاحة والجمجمة 1985 .\n\n2- نهر الخوف 1988 .\n\n3- جحيم 2- 1991 .\n\n4- أولى ثانوي 1988 .\n\n5- بطل من الجنوب 2000 .\n\n6- النعامة والطاووس 2001 .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/محمد أبو سيف/2 (4).jpg",
    "films": [
      {
        "id": 168,
        "title": "خالي من الكلوستيرول",
        "description": "فيلم كوميدي غنائي يدور في عالم الإعلانات وتفاصيله المثيرة حيث يتمتع أيوب بموهبة في هذا المجال وتساعده والدته المعاقة ذهنياً التي تفكر كالأطفال وبالتالي تساعده على الوصول للجديد ولكن صاحب الوكالة الإعلانية يحاول أن يغير من أفكاره ومعتقداته بوسائل غير مشروعة ويستمر الصدام بينهما حتى ينتقم أيوب بوسيلة جديدة تماماً لم يتوقعها أحد .",
        "director_id": 51,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/خالي من الكلوستيرول/IMG_5296.JPG"
      }
    ]
  },
  {
    "id": 52,
    "name": "هالة القوصي",
    "bio": "تخرجت هالة القوصي (1974، مصر) من كلية جولدسميث في لندن عام 2001. وفي عام 2004، شاركت في تأسيس مجموعة الصورة المعاصرة (CiC)، وهي مبادرة يديرها فنانون مخصصة للصورة البصرية، ومقرها القاهرة. وفي عام 2006، أكملت إقامتها لمدة عامين في أكاديمية الفنون في أمستردام، وفي عام 2010 فازت بجائزة أبراج كابيتال للفنون. وفي عام 2013، نشرت القوصي كتابها الأول، وهو مجلة فوتوغرافية عن الحياة الحضرية بعد الثورة المصرية.  فيلم زهرة الصبار  (2017) هو أول فيلم روائي طويل لها، بينما عُرض فيلمها  شرق الظهيرة (2024) في أسبوعي المخرجين بمهرجان كان السينمائي لعام 2024. تعيش القوصي وتعمل في القاهرة وأمستردام.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/هالة القوصي/1523183228_189_130425_11741179_10155782135035361_8117012989856489346_o.jpg",
    "films": [
      {
        "id": 169,
        "title": "البحث عن المدينة",
        "description": "رحلة عبر القاهرة، بقيادة صوت \"المتجولة\" المعاصرة سين. تقودها رحلتها عبر الشوارع القديمة، عبر الأحياء الاستعمارية المصممة على غرار باريس إلى الشقق الجديدة على الطراز الدولي. باستخدام أصوات من الحاضر ومن الماضي، كيف تولد \"المدينة\" مرارًا وتكرارًا، وتقاوم المعاني بنفس القدر من المقاومة التي يقاومها بها سكانها البالغ عددهم ثمانية ملايين نسمة، وبالتالي تصبح المدينة الكبرى التي هي عليها اليوم.",
        "director_id": 52,
        "release_year": 2011,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/البحث عن المدينة/b59c8094-be5b-4ab3-9b62-a06a563e970e-1296x729.jpg"
      },
      {
        "id": 170,
        "title": "زهرة الصبار",
        "description": "بسبب ظروف مؤسفة، يتم طرد امرأتين مصريتين فجأة من منزلهما. لفترة من الوقت، تشكل الممثلة الشابة الرائعة عايدة حسين وجارتها الأكبر سناً سميحة، وهي مغنية مسنة، عائلة مؤقتة مع ياسين، الذي يحل المشاكل بمهارة. يتنقلان في شوارع القاهرة الصاخبة والمهددة بسيارات الأجرة، بحثًا عن مكان آمن لقضاء الليل.",
        "director_id": 52,
        "release_year": 2017,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/زهرة الصبار/cactus_flower.jpg"
      },
      {
        "id": 171,
        "title": "جبل النسيان",
        "description": "تحكي رواية جبل النسيان قصة الراوي، وهو شاب يكتشف أن القصص الصغيرة \"تموت\" في أعقاب مستويات غير مسبوقة من تلوث الهواء، فيقرر إنقاذها من النسيان.",
        "director_id": 52,
        "release_year": 2010,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/جبل النسيان/f6ef9a92-ab9e-43af-ad90-28a8cb6078eb-1296x729.jpg"
      },
      {
        "id": 172,
        "title": "شرق 12",
        "description": "تدور أحداث فيلم \"شرق 12\" في منطقة قاحلة صناعية في منتصف مكان لا يوجد فيه شيء، وهو عبارة عن حكاية شعبية تقع بين ألف ليلة وليلة و\"أوبو روي\"، حيث يجد مجموعة من الشباب الأذكياء طرقًا للبقاء على قيد الحياة في ظل استبداد طاغية طفولي يعتمد على تذاكر اليانصيب ومكعبات السكر.",
        "director_id": 52,
        "release_year": 2024,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/شرق 12/east_of_noon_poster.jpeg"
      }
    ]
  },
  {
    "id": 53,
    "name": "معتز التوني",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/معتز التوني/IMG_4452.jpg",
    "films": [
      {
        "id": 173,
        "title": "كابتن مصر",
        "description": "يتم إرسال لاعب كرة قدم مشهور إلى السجن بعد اتهامه بدهس شرطي، ويقرر استعادة حريته من خلال تشكيل فريق كرة قدم مع بقية السجناء",
        "director_id": 53,
        "release_year": 2015,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/كابتن مصر/Captin-Masr-FINAL-V-717x1024.jpg"
      }
    ]
  },
  {
    "id": 54,
    "name": "محمد عبد العزيز",
    "bio": "مخرج مصري، إعتبره النقاد خليفة للراحل فطين عبد الوهاب، فمنذ بداية مشواره الفني في السبعينات حقق إنجازات في الكوميديا الاجتماعية رسخت إسمه في عالم السينما الكوميديا من خلال أعمال مثل (البعض يذهب للمأذون مرتين)و (عالم عيال عيال)، بينما كانت له بعض المحطات الدرامية في الثمانينيات مثل (الجلسة سرية)، من أبرز اعماله السينيمائية أيضًا أفلام (خلي بالك من عقلك، على باب الوزير، ليلة القبض على بكيزة وزغلول)، وفي المسرح بعض المسرحيات منها (شارع محمد علي، عفروتو)",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/محمد عبد العزيز/IMG_3340.jpg",
    "films": [
      {
        "id": 174,
        "title": "امرأة من القاهرة",
        "description": "بعد أن يتم الطلاق بين منى (ماجدة الخطيب) التي تعمل في إحدى المصالح الحكومية، ورؤوف الشاب الوصولي، تتم خطبتها لشريف (سمير صبري) صاحب شركة السياحة التي تذهب للعمل بها، تفاجأ بعزمه على الهجرة بعد وقوع نكسة 1967 فترفض مصاحبته وينفصلان، ثم تتوطد علاقتها بالدكتور محمود (محمود ياسين)؛ زميلها السابق في الجامعة.",
        "director_id": 54,
        "release_year": 1973,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/امرأة من القاهرة/default.jpg"
      }
    ]
  },
  {
    "id": 55,
    "name": "سعيد مرزوق",
    "bio": "مخرج وكاتب مصري ولد عام 1940، وتربى في أسرة فقيرة، وتحمل عبء المسؤولية في سن صغيرة نتيجة لموت والده. كانت هذه هي نقطة البداية الحقيقية.\nعمل في الإذاعة الأوروبية، وكان مهتمًا أيضًا بالموسيقى، فعمل في إعداد البرامج الموسيقية، ثم انتقل للعمل بالتليفزيون المصري، فأخرج أغنية (أنشودة)، ثم كتب وأخرج فيلم (أعداء الحرية)، وشارك به في مهرجان (ليبزغ) الألماني، وحصل على الجائزة الثانية في هذا المهرجان، ثم تلاه بفيلم (الطبول) الذي نال عنه جائزة الدولة في الإخراج والتصوير والمونتاج في ذلك العام.\nاتجه بعد ذلك لإخراج أول أفلامه الروائية الطويلة (زوجتي والكلب) عام 1971، كما أخرج عددًا من المسلسلات مثل مسلسل (ابن سيناء)، ومسلسل (صقر قريش).\nتوفي في سبتمبر 2014 بعد صراع مع المرض عن عمر يناهز 74 عامًا.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/سعيد مرزوق/IMG_3343.jpg",
    "films": [
      {
        "id": 175,
        "title": "المذنبون",
        "description": "تتركز أحداث الفيلم حول جريمة قتل تكون ضحيتها الممثلة (سناء كامل)، والتحقيقات التي تطول كل من له صلة بالقتيلة، ابتداء من خطيبها الذي أبلغ عن وقوع الجريمة أصلًا، وكذلك كافة الشخوص الذين كانت الممثلة سناء كامل على صلة بهم، حتى تصل التحقيقات كذلك إلى علاقاتها المتفرعة بعدة شخوص بارزين ونافذين في السلطة.",
        "director_id": 55,
        "release_year": 1976,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/المذنبون/IMG_8526.JPG"
      }
    ]
  },
  {
    "id": 56,
    "name": "محمد خان",
    "bio": "أحد أهم المخرجين المصريين منذ الثمانينيات وحتى يومنا هذا. كانت بدايته رائعة بفيلم \"ضربة شمس\" (1978) مع نور الشريف والذي حقق نجاحًا نقديًا وتجاريًا. ومن أهم أعماله \"الحريف\" (1983)، و\"زوجة رجل مهم\" (1988)، و\"أحلام هند وكاميليا\" (1988)، و\"فارس المدينة\" (1991)، و\"أيام السادات\" (2001)، و\"في شقّة مصر الجديدة\" (2007). كانت ثلاثة من أفلامه جزءًا من قائمة أفضل 100 فيلم عربي لمهرجان دبي السينمائي الدولي؛ \"زوجة رجل مهم\"، و\"أحلام هند وكاميليا\"، و\"الحريف\".",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/محمد خان/محمد خان.png",
    "films": [
      {
        "id": 176,
        "title": "في شقة مصر الجديدة",
        "description": "(نجوى) مدرسة موسيقى من المنيا، تنتهز فرصة مجيئها الي القاهرة في رحلة مع تلميذاتها لتبحث عن (تهاني) مدرستها الأولى التي علمتها الموسيقى والتي تقطن في شقة بمصر الجديدة، وتتحول رحلة نجوى بالقاهرة إلى سلسلة من المغامرات وتصبح شقة مصر الجديدة مكان يتلاقي فيه اثنين من عالمين مختلفين.",
        "director_id": 56,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/في شقة مصر الجديدة/في شقة مصر الجديدة - أفيش ١.png"
      },
      {
        "id": 177,
        "title": "بنات وسط البلد",
        "description": "تدور أحداث الفيلم حول عالم وسط البلد المليء بالحكايات والعلاقات الاجتماعية الكثيرة، وذلك من خلال فتاتين، إحداهما تعمل كوافيرة والأخرى بائعة في محل ملابس وتتعرضان لعدد من المواقف والمفارقات في حياتهما حتى تلتقيا بالحب الحقيقي.",
        "director_id": 56,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/بنات وسط البلد/بنات وسط البلد - أفيش ١.png"
      },
      {
        "id": 178,
        "title": "الحريف",
        "description": "فارس (عادل إمام) يعمل بمصنع أحذية ويقيم بغرفةٍ على سطح أحد المنازل بعد ان انفصل عن زوجته بسبب اعتدائه عليها مرارًا بالضرب، ويهوى ممارسة كرة القدم (الشراب) في الشوارع والساحات الشعبية مقابل المراهنات، مما يعرضه للفصل من عمله لإهماله الشديد، يحاول فارس العودة لزوجته لكنها ترفض ذلك. وفي نفس الوقت يعرض عليه صديقٌ قديمٌ يمتلك معرضًا للسيارات العمل معه.",
        "director_id": 56,
        "release_year": 1984,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الحريف/افيش.jpg"
      },
      {
        "id": 179,
        "title": "الغرقانة",
        "description": "في جنوب سيناء، يتحاشى أهالى القرية البدوية وردة معتقدين أنها شؤم تجلب النحس على من تتزوجه حيث غرق ثلاثة أزواج لها. تلجأ لمشعوذ القرية الذي يقنعها بالزواج منه لتطهيرها فتوافق ولكن الجهل والدجل يسيطران على القرية.",
        "director_id": 56,
        "release_year": 1993,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الغرقانة/IMG_2119.JPG"
      },
      {
        "id": 180,
        "title": "أيام السادات",
        "description": "يتناول الفيلم قصة حياة الرئيس الراحل (محمد أنور السادات)، متتبعًا مشوار حياته من البداية وحتى حادثة اغتياله في المنصة، وذلك على مدار أربعين عامًا حافلة بالتحديات الشخصية والسياسية.",
        "director_id": 56,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أيام السادات/File_000.png"
      },
      {
        "id": 181,
        "title": "الرغبة",
        "description": "يعيش جابر رجل الأعمال الثري وحيدًا في فيلته بعد أن ترك خطيبته هالة فترة طويلة بعد إصابته في حرب 1967 أما هالة فتعيش مع زوجها حسين عبدالدايم في إحدى الفيلات المجاورة، يحاول أن يشتري الفيلا خصيصًا لكي يكون قريبًا من حبيبته القديمة هالة.",
        "director_id": 56,
        "release_year": 1980,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الرغبة/افيش.jpg"
      },
      {
        "id": 182,
        "title": "فتاة المصنع",
        "description": "",
        "director_id": 56,
        "release_year": 2013,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/فتاة المصنع/IMG_5047.JPG"
      },
      {
        "id": 183,
        "title": "فارس المدينة",
        "description": "فارس رجل صنع ثروته بطرق غير مشروعة، يعيش جل حياته داخل سيارته الفارهة، يخسر أمواله التي أدخرها لفترة طويلة، خاصة بعد إفلاس شركات الاستثمار وتوظيف الأموال التي وضع أمواله فيها، وعليه اﻵن سداد ديونه الطائلة.",
        "director_id": 56,
        "release_year": 1992,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/فارس المدينة/default (4).jpg"
      },
      {
        "id": 184,
        "title": "موعد على العشاء",
        "description": "نوال متزوجة من رجل الأعمال المتسلط عزت، تمل نوال من حياتها مع عزت وتطلب منه الطلاق، في الوقت الذي تتعرف فيه على صاحب المؤهل العالي في الفنون الجميلة شكري والذي يعمل مصففًا للشعر، ويغرقها في حبه، لكن عزت يعلم بالأمر ويحاول بكافة الطرق التفريق بينهما.",
        "director_id": 56,
        "release_year": 1981,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/موعد على العشاء/افيش.jpg"
      }
    ]
  },
  {
    "id": 57,
    "name": "نادر جلال",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/نادر جلال/IMG_3338.jpg",
    "films": [
      {
        "id": 185,
        "title": "رجل بمعنى الكلمة",
        "description": "يسافر اللواء عز الدين إلى تونس للقبض على محسن الذي رحل عن مصر منذ سنوات هربًا لاتهامه ظلمًا في جريمة قتل ابنته، ويعيش محسن في تونس ومتزوج من ماجدة، وقد صار رجل اعمال ناجح، ويعترف محسن لعز الدين أن ابنته نادية تورطت في علاقتها مع زميلها نبيل الذي جمع الحب فيما بينهما.",
        "director_id": 57,
        "release_year": 1978,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/رجل بمعنى الكلمة/default (47).jpg"
      },
      {
        "id": 186,
        "title": "أمن دولة",
        "description": "تقوم (سميحة) بعملية خطيرة في (سويسرا) بإيعاز من المخابرات المصرية ، وفي نفس الوقت تعمل لحساب الموساد ، فهي عميل مزدوج لـ(مصر ، وإسرائيل) . العملية كانت أن تحل محل زوجة رئيس العصابة ؛ نظرا للشبه الشديد بينهما . تدور الأحداث في إطار مشوق في عالم المخابرات والجاسوسية واﻹرهاب الدولي في (مصر ، وسويسرا ، وأفغانستان) .",
        "director_id": 57,
        "release_year": 1999,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أمن دولة/IMG_7519.jpg"
      },
      {
        "id": 187,
        "title": "أقوى من الأيام",
        "description": "تتبادل هنية الحب مع إسماعيل، وترفض مرسي الذي يريد الزواج منها. يغتصب مرسي هنية فتضطر إلى الموافقة على الزواج منه، وتعيش معه حياة تعيسة. يموت والد هنية فتطلب الطلاق من مرسي، ولكنه يرفض. يعرف إسماعيل الحقيقة، فيشتبك مع مرسي ويقتله. يحكم على إسماعيل بالسجن، وعندما تنتهي فترة العقوبة يخرج من السجن.",
        "director_id": 57,
        "release_year": 1979,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أقوى من الأيام/default (46).jpg"
      }
    ]
  },
  {
    "id": 58,
    "name": "يوسف شاهين",
    "bio": "يوسف شاهين، أحد أبرز مخرجي السينما المصرية، له الفضل في تقديم السينما المصرية للعالم؛ لقد نجح في جعل الحدود المحلية تتجاوز الحدود الوطنية والوصول إلى الناس من جميع أنحاء العالم، ليس فقط بسبب تقديمه الإدراكي لموضوعه وتقنياته المبتكرة ولكن أيضًا بسبب تجربته العالمية المبكرة في الإسكندرية.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/يوسف شاهين/يوسف شاهين.png",
    "films": [
      {
        "id": 188,
        "title": "الاختيار",
        "description": "",
        "director_id": 58,
        "release_year": 1971,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الاختيار/IMG_2212.PNG"
      },
      {
        "id": 189,
        "title": "العصفور",
        "description": "العصفور  قصة الفيلم:\nتطارد الشرطة رؤوف أبو خطوة ورجاله في صعيد مصر، وهو المجرم الخطير، بينما يقوم الصحفي يوسف بعمل تحقيق صحفى حول سرقة القطاع العام وآلاته وأدواته من خلال مصنع لم يكتمل بناؤه بسبب سرقات ماكيناته وأجهزته، وإن ذلك ناتج توجيهات للمجرم الخطير أبو خطوه من خلال فساد أجهزة الحكم التي تستخدم في الإثراء على حساب الشعب تبيعها إلى القطاع الخاص، في حى الحسين، يجتمع أبناء الحى في بيت الخياطة بهيه، التي تهب حياتها للعمل، وتربية ابنتها فاطمة الطالبة بالجامعة، تقوم بتأجير غرف سكنها لشحصيات متباينة من أصحاب المبادئ، تقوم حرب يونيو 1967، وتحدث الهزيمة، ويصدم أبناء الحى، ويعلن الرئيس جمال عبد الناصر التنحى عن الحكم، لكن بهية تتزعم المظاهرات وترفض الهزيمة، وتطالب عبد الناصر بالعودة.",
        "director_id": 58,
        "release_year": 1972,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/العصفور/أفيش العصفور.png"
      },
      {
        "id": 190,
        "title": "المصير",
        "description": "قصة الفيلم : في القرن الثاني عشر الميلادي في الأندلس، وخلال فترة حكم الخليفة (أبو جعفر المنصور)، يصير الفيلسوف (ابن رشد) في معترك النيران مع السلطة السياسية ممثلة في الخليفة الذي كان صديقًا له في الماضي وصار يكن له مشاعر العداء، ومع السلطة الدينية المتطرفة التي تنجح في تجنيد ابن المنصور اﻷصغر بين صفوفها.",
        "director_id": 58,
        "release_year": 1997,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/المصير/أفيش المصير.png"
      },
      {
        "id": 191,
        "title": "بياع الخواتم",
        "description": "",
        "director_id": 58,
        "release_year": 1967,
        "poster_url": null
      },
      {
        "id": 192,
        "title": "اليوم السادس",
        "description": "اليوم السادس  قصة الفيلم:\nيحكي الفيلم قصة سيدة «صِدّيقة» وصراعها مع مرض ابنها بالكوليرا وذلك أثناء حكم الملك فاروق. ويصف الفيلم بطريقة درامية كيف أن كل من حولها يختفي بفعل هذا الوباء. تحاول إخفاء ابنها عن الناس لمدة ستة أيام والتي يفترض بعدها أن ينجو ابنها من المرض. تحاول إخفاءه حتى لا يبلغ عنه أحد السلطات التي كانت تجمع مرضى الكوليرا في مخيمات لا يعود منها أحد على حد وصف الفيلم.",
        "director_id": 58,
        "release_year": 1986,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/اليوم السادس/اليوم السادس - أفيش ١.png"
      },
      {
        "id": 193,
        "title": "المهاجر",
        "description": "المهاجر قصة الفيلم:\nفيلم مصري يعكس تصورا مختلفاََ لقصة يوسف التاريخية. شخصيّة «رام» هو شاب يعيش مع أبيه العجوز في قبيلة فقيرة على أطراف مصر ويرفض الفقر الذي تعيشه قبيلته فقرر الهجرة إلى مصر لتعلُّم فنون الزراعة. يصحبه إخوته السّبعة في رحلته إلى مِصر، ويستغلون بُعد أبيهم فيوثقونه بالحبال ويلقون به في مركب متجهة إلى مصر معتقدين أنهم تخلصوا منه إلى الأبد لكن رام يصل إلى مصر ويتعلم فنون الزراعة أثناء ذلك يتعرف على قائد الجيوش اميهار وزوجته سيمهيت التي تقع في حبه لكنه ينسحب ليعيش في الأرض التي وهبه إياها اميهار عند حدود مصر لزراعتها وهناك يقع في حب فتاة مصرية جميلة توافق على الزواج منه. رام ابن قبيلة فقيرة تعيش في بلد جاف وقاس، يحلم بتغيير حياته. في ذاك الوقت كانت مصر الفراعنة محور الحضارات أجمع. إلى هناك يريد رام الذهاب للتعلّم، بالرغم من كل العقبات التي تنتظره",
        "director_id": 58,
        "release_year": 1994,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/المهاجر/المهاجر - أفيش ١.png"
      },
      {
        "id": 194,
        "title": "الاخر",
        "description": "",
        "director_id": 58,
        "release_year": 1999,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الاخر/الاخر - أفيش ٢.png"
      },
      {
        "id": 195,
        "title": "هى فوضى",
        "description": "هي فوضى؟ قصة الفيلم:\nتدور أحداث الفيلم في الزمن الحالي ويروي قصة تدور بشكل أساسي حول شخصية واحدة، كما يبرز الفيلم الفساد المتجسد في القمع المباشر والرشوة والمحسوبية وتزوير الانتخابات والسيطرة الغاشمة للسلطة والكبت الجنسي. كما يبرز الفيلم نوعا من المقاومة وصولا إلى ثورة جماعية في النهاية.",
        "director_id": 58,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/هى فوضى/هى فوضى - أفيش ٢.png"
      },
      {
        "id": 196,
        "title": "الأرض",
        "description": "الأرض قصة الفيلم:\nتدور أحداث الفيلم في إحدى القرى المصرية قريه رمله الأنجب عام 1933 يفاجأ أهلها بقرار حكومي بتقليل نوبة الري إلى 5 أيام بدلا من 10 أيام فيبلغ العمدة الفلاحين أن نوبة الرى أصبحت مناصفة مع أراضي محمود بك الإقطاعى، فيجتمع رجال القرية للتشاور ويتفقوا على تقديم عريضة للحكومة من خلال محمد أفندي ومحمود بك لكنه يستغل الموقف وتوقيعاتهم لينشأ طريق لسرايته من خلال أرضهم الزراعية، ولكن يثور الفلاحون - وعلى رأسهم محمد أبو سويلم - دفاعاً عن أرضهم ويلقوا الحديد في المياه، فترسل الحكومة قوات الهجانة لتسيطر على القرية بإعلان حظر التجوال، ويتم انتزاع الأراضي منهم بالقوة، ويتصدى محمد أبو سويلم لقوات الأمن وبتم سحله على الأرض وهو يحاول التشبث بالجذور",
        "director_id": 58,
        "release_year": 1969,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الأرض/IMG_2582.JPG"
      },
      {
        "id": 197,
        "title": "باب الحديد",
        "description": "باب الحديد  قصة الفيلم: تدور أحداث الفيلم حول «قناوي» (يوسف شاهين) بائع الجرائد غير المتزن عقليا والمثار جنسيا من جانب «هنومة» (هند رستم) التي تشفق عليه لكنها تنوي الزواج بأبو سريع (فريد شوقي)، وعندما تبدأ هنومة في الاستعداد للزواج، يقرر قتلها لكنه يقتل فتاة أخرى عن طريق الخطأ ويحاول إلصاق التهمة بخطيب هنومة «أبو سريع» (فريد شوقي)، وفي النهاية يتم الإبلاغ عن قناوي كمريض نفسي ويتم الإيقاع به عن طريق «عم مدبولي» (حسن البارودي) الذي كان كأب له.",
        "director_id": 58,
        "release_year": 1958,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/باب الحديد/باب الحديد - أفيش ١.png"
      }
    ]
  },
  {
    "id": 59,
    "name": "أحمد عواض",
    "bio": "من مواليد الإسكندرية عام 1966 درس الإخراج السينمائي بمصر بالمعهد العالي للسينما حتى تدرج في دهاليزه إلى درجة الدكتوراه وعمل مساعداً للإخراج لمعظم مخرجي هذه الفترة مثل يوسف شاهين وعلى بدر خان حتى جاءته الفرصة ليقوم بإخراج أول أفلامه الروائية الطويلة في فيلم \"وكذلك في الزمالك\" ثم فيلم \"كلم ماما \" وأخيراً فيلمنا هذا .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/أحمد عواض/IMG_4455.JPG",
    "films": [
      {
        "id": 198,
        "title": "كلم ماما",
        "description": "",
        "director_id": 59,
        "release_year": 2003,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/كلم ماما/IMG_4454.JPG"
      },
      {
        "id": 199,
        "title": "أريد خلعاً",
        "description": "نتيجة انفراد الزوج برأيه ومعاملته الصارمة مع زوجته ، تضطر إلى رفع قضية خلع ضده ، فينشأ الصراع ولكن يضطر الزوج إلى الاعتراف بحق زوجته في تحمل المسئولية معه وأن يكون لها رأي وحق في المشاركة في الحياة.",
        "director_id": 59,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أريد خلعاً/IMG_4300.JPG"
      }
    ]
  },
  {
    "id": 60,
    "name": "نوارة مراد",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/نوارة مراد/IMG_4057.JPG",
    "films": [
      {
        "id": 200,
        "title": "ليل خارجي",
        "description": "",
        "director_id": 60,
        "release_year": 2003,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ليل خارجي/IMG_4066.jpg"
      },
      {
        "id": 201,
        "title": "من 8 ل 8",
        "description": "بعد قبوله وظيفة حارس ليلي في مدرسته القديمة، يستعيد آدم ذكريات مؤلمة. بعد أن أصبح آدم رهينة لعالم افتراضي يتعارض مع الواقع، سيتعين على آدم أن يواجه نفسه ويضع حياته بين يديه.",
        "director_id": 60,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/من 8 ل 8/IMG_4038.JPG"
      }
    ]
  },
  {
    "id": 61,
    "name": "حسن الإمام",
    "bio": "حسن الإمام (6 مارس 1919 - 29 يناير 1988) هو مخرج مصري شهير راحل حاصل على جوائز مصرية وعالمية. رصيده في الإخراج السينمائي يصل إلى مئة واثنين فيلم. وهو يُعتبر من أهم مخرجي السينما المصرية طوال تاريخها. لُقِب بألقاب كثيرة نظرًا لنجاحاته الكبيرة في السينما المصرية منها مخرج الروائع وصانع النجوم. تم اختيار ثلاثة من أفلامه في قائمة أفضل مئة فيلم في تاريخ السينما المصرية. وخمسة منها في قائمة قائمة أفضل مئة فيلم غنائي مصري.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/حسن الإمام/IMG_3313.JPG",
    "films": [
      {
        "id": 202,
        "title": "قصر الشوق",
        "description": "بعد وفاة (فهمي)، تمر خمس سنوات، ويخرج الأب إلى الحياة، ويقرر (عبدالجواد) العودة إلى منزل (زبيدة) العالمة، ويفاجأ أن طفلة الأمس (زنوبة) قد كبرت وأصبحت فتاة وتستطيع أن تجعل (السيد عبدالجواد) يقع فى حبها، ولكنها في نفس الوقت تحب (ياسين) ابنه دون أن تعرف الحقيقة وتتزوجه، أما (كمال)، فيحب (عايدة)، لكنها لا تتزوجه وتتركه يكفر بالمباديء والمثل التي آمن بها، بعد أن تعايره بفقره، وتتزوج شاب ثري.",
        "director_id": 61,
        "release_year": 1966,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/قصر الشوق/قصر الشوق.png"
      },
      {
        "id": 203,
        "title": "بمبة كشر",
        "description": "يتزوج الدبلوماسي محمود من الراقصة بمبة وينجبان طفلتهما ليلى، يجبره والده رأفت باشا على تطليقها ويأخذ الجد حفيدته لتربيتها، يسافر محمود إلى الخارج. تصبح بمبة من ألمع الراقصات ويصبح بيتها ملتقى للباشاوات من بينهم رأفت الذي يهيم بها حبًا دون أن يعلم حقيقتها.",
        "director_id": 61,
        "release_year": 1974,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/بمبة كشر/default (20).jpg"
      },
      {
        "id": 204,
        "title": "لا تتركني وحدي",
        "description": "رجل أعمال مصري يعيش في لبنان مع ابنه المدلل عادل وابنته المستهتره زيزي. تحب زيزي الشاب محمود الذي يعمل بشركه والدها ولكنه يحب الموظفة الجديدة سامية، ويتقدم عادل للزواج منها فتقبل ويتزوجها ولكنه يعيش معها في شك لشعوره بأنها ما زالت تحب محمود.",
        "director_id": 61,
        "release_year": 1975,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/لا تتركني وحدي/default (21).jpg"
      },
      {
        "id": 205,
        "title": "الخطايا",
        "description": "(إحسان) سيدة لديها سر دفين فى حياتها فهى متزوجة من المحامي (محمود) ولديها ولدان (حسين) و(أحمد)، يظهر من الأب فرق فى المعاملة بين الأخين في الوقت ذاته، يتعلق حسين بحب زميلته (سهير)، ولكن والده يرفض أن يزوجها له ويقرر تزويجها لأخوه أحمد وهو أمر غريب لم يستطع أحد أن يفسره، حتى يبوح محمود بالسر الحقيقي وراء موقفه ذلك مفجرا مفاجأة غير متوقعة.",
        "director_id": 61,
        "release_year": 1962,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الخطايا/default (22).jpg"
      },
      {
        "id": 206,
        "title": "أميرة حبي أنا",
        "description": "عادل مدير إحدى الشركات ومتزوج من نبيلة ابنة مدحت صاحب الشركة. يقع عادل في حب أميرة الموظفة بالشركة، ويبوح لها بمشاعره وأنه غير موفق في حياته مع زوجته وأن زواجه كان مصلحة ليصل إلى مركزه، تبادله أميرة نفس المشاعر ويتزوجها في السر ولكن مدحت يكتشف أمرهما.",
        "director_id": 61,
        "release_year": 1975,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أميرة حبي أنا/default (23).jpg"
      },
      {
        "id": 207,
        "title": "ابن مين في المجتمع",
        "description": "يدس (خميس) وأخيه (خليل) السّم لوالدهما للتخلص منه، وذلك بعد تهديده بكتابة ثروته لمولوده الجديد (حمادة) الذي أنجبه بعد زواجه من خادمته (فردوس). تُتّهم (فردوس) بقتل الزوج لأنها من أحضرت له الطعام دون أن تعلم بمكيدة أبنائه بينما يتخلص (خميس) و(خليل) من أخيهما الطفل بتركه وسط زحام القاهرة ليتوه. يعثر الحاج (يونس) على الطفل ويرعاه، ثم يلتحق بمعهد الموسيقى، وتنشأ قصة حب بينه وبين زميلته (سعاد).",
        "director_id": 61,
        "release_year": 1982,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ابن مين في المجتمع/.png.png"
      }
    ]
  },
  {
    "id": 62,
    "name": "ساندرا نشات",
    "bio": "ساندرا نشأت مخرجة سينمائية مصرية، حصلت على درجة البكالوريوس من المعهد العالي للسينما قسم صناعة الأفلام سنه 1992 وبكالوريوس الأدب الفرنسي 1993. بدأت مسيرتها الفنية بإخراج فيديو كليب ناجحة، وكان أول عمل فني لها هو الفيلم القصير \"الشتاء الماضي\" والفيلم الوثائقي \"الموفيولا\". كان أول فيلم أخرجته هو \"مبروك وبلبل\"، ثم تلاه الفيلم الشهير \"ليه خلتني احبك؟\"، و\"ملاكي الإسكندرية\". وغيرهم  . يتحول اسمها ضمن افضل المخرجين النساء وافضلهم",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/ساندرا نشات/IMG_6913.jpg",
    "films": [
      {
        "id": 208,
        "title": "المصلحة",
        "description": "يقرر ضابط شرطة الانتقام لمقتل شقيقه، فيبدأ في ملاحقة زعيم عصابة مخدرات خطير.",
        "director_id": 62,
        "release_year": 2012,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/المصلحة/المصلحة - أفيش ١.png"
      },
      {
        "id": 209,
        "title": "حراميه في كي جي 2",
        "description": "شاب يهوى السرقة تقوده الظروف أن يكون مسئولًا عن ابنة صديقه اللص الذي يدخل السجن ويتركها له لحين خروجه فيذهب بها إلى إحدى الحضانات وهناك يلتقي مع مدرسة من عائلة أرستقراطية ويقع في حبها، ودون أن تدري، تغير من حال اللص وتكشف عن جانب انساني بداخله يدفعها إلى تغيير حياته وتعينه على التوبة.",
        "director_id": 62,
        "release_year": 2002,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/حراميه في كي جي 2/IMG_2163.JPG"
      },
      {
        "id": 210,
        "title": "ملاكي إسكندرية",
        "description": "تعيّن امرأة متّهمة بقتل زوجها محاميًا شابًّا… وأثناء رحلته للبحث عن القاتل الحقيقي، يكتشف سيلًا من المفاجآت.",
        "director_id": 62,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ملاكي إسكندرية/IMG_1557.JPG"
      },
      {
        "id": 211,
        "title": "الرهينة",
        "description": "يسافر شابّ إلى \"أوكرانيا\" بحثًا عن فرص جديدة، لكنّه يجد نفسه متورّطًا في عملية اختطاف عالِم مصري.",
        "director_id": 62,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الرهينة/افيش.jpg"
      },
      {
        "id": 212,
        "title": "ليه خلتني أحبك",
        "description": "داليا التي فرّطت في حب حبيبها هشام لها، ليكون رد فعله الطبيعي نسيان علاقته بها والعودة كأصدقاء، والإرتباط بفتاة غيرها هى نهى.",
        "director_id": 62,
        "release_year": 2000,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ليه خلتني أحبك/File_000.png"
      }
    ]
  },
  {
    "id": 63,
    "name": "وائل شركس",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/وائل شركس/IMG_4415.JPG",
    "films": [
      {
        "id": 213,
        "title": "سيب وانا اسيب",
        "description": "",
        "director_id": 63,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/سيب وانا اسيب/IMG_3961.JPG"
      },
      {
        "id": 214,
        "title": "عبدة مواسم",
        "description": "",
        "director_id": 63,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/عبدة مواسم/IMG_4418.PNG"
      }
    ]
  },
  {
    "id": 64,
    "name": "حسين كمال",
    "bio": "ولد حسين كمال في 17 أغسطس 1934 في مصر. كان مخرجًا وممثلًا، اشتهر بأفلام إمبيراتوريات ميم (1972)، وساعي البريد (1968)، وبعيدًا عن البر (1976). توفي في 24 مارس 2003 في القاهرة، مصر.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/حسين كمال/images (1).jpg",
    "films": [
      {
        "id": 216,
        "title": "أبي فوق الشجرة",
        "description": "الطالب عادل يتشاجر مع حبيبته آمال، ليسافر إلى الإسكندرية لقضاء الإجازة الصيفية، وهناك يتعرف على الراقصة فردوس ويقع في شباكها ويقيم معها في نفس الشقة، وبعد انقطاع أخباره يذهب والده إلى الإسكندرية بحثًا عن ابنه.",
        "director_id": 64,
        "release_year": 1969,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أبي فوق الشجرة/default (26).jpg"
      },
      {
        "id": 215,
        "title": "أنف وثلاث عيون",
        "description": "تدور أحداث القصة حول الدكتور (هاشم) وعلاقاته النسائية، حيث يتعرف على العديد من النساء، ومنهم (أمينة) التي تقع في غرامه، وبعد طلاقها تحاول العودة إليه، لكنه يكون قد وقع في غرام الشابة الصغيرة (نجوى)، يطرد (هاشم) (أمينة) من شقته حفاظًا على سمعته، يحاول الدكتور (هاشم) البحث عن علاقة جديدة بعد فشل العلاقات السابقة، ليتعرف على (رحاب) داخل إحدى البارات.",
        "director_id": 64,
        "release_year": 1972,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أنف وثلاث عيون/default (24).jpg"
      },
      {
        "id": 217,
        "title": "دمي ودموعي وابتسامتي",
        "description": "تحكي القصة عن الفتاة باهرة الجمال ناهد والتي يتم تزويجها لشاب كستار لعلاقة آثمة مع رجل أعمال كبير، وبموافقة الزوج الرسمي، لتضحي ناهد بالشاب الذي تبادلت معه الحب بكل صدق وإخلاص من أجل إنقاذ اسرتها من الحياة الصعبة، فهل ستعيش ناهد سعيدة؟",
        "director_id": 64,
        "release_year": 1973,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/دمي ودموعي وابتسامتي/IMG_5293.PNG"
      },
      {
        "id": 218,
        "title": "المستحيل",
        "description": "يعيش حلمي تحت تأثير والده، فهو الذي اختار له الزوجة وأجبره على الموافقة. يحاول حلمي بعد وفاة والده أن يتحرر من تأثيره عليه وأن تكون له حرية الاختيار فتكون أولى تجاربه هي الارتباط بناني الشابة الرقيقة المغلوبة على أمرها، ثم يلتقي بفاطمة المحامية مدعية الثقافة والمتحررة.",
        "director_id": 64,
        "release_year": 1965,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/المستحيل/default (28).jpg"
      },
      {
        "id": 219,
        "title": "مولد يا دنيا",
        "description": "مجموعة من الشبان الموهوبين يستغلهم رئيس عصابة سرقات في أعماله المشبوهة، بينما يحاول أحد الفنانين (محمود يس) المؤمن بموهبتهم انتشالهم من بركة الظلام المنغمسين فيها، ليقدمهم للجمهور على مسرح استعراضي.",
        "director_id": 64,
        "release_year": 1975,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/مولد يا دنيا/default (27).jpg"
      }
    ]
  },
  {
    "id": 77,
    "name": "عثمان أبو لبن",
    "bio": "الجنسية : فلسطين\n\nتاريخ الميلاد: 14/1/1973\n\nخريج الأكاديمية الأمريكية للسينما\n\nفيلم أحلام عمرنا  ( أول عمل )\n\nعمل مجموعة من فيديو كليب وإعلانات",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/عثمان أبو لبن/IMG_2343.JPG",
    "films": [
      {
        "id": 255,
        "title": "فتح عينيك",
        "description": "",
        "director_id": 77,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/فتح عينيك/IMG_2344.JPG"
      }
    ]
  },
  {
    "id": 65,
    "name": "داوود عبد السيد",
    "bio": "مخرج ومؤلف مصري، حصل على بكالوريوس إخراج سينمائي من المعهد العالي للسينما عام 1967. لم يكن ضمن طموحه في الطفولة أن يصبح مخرجًا سينمائيًا لكنه أراد أن يكون صحفي، بدأ العمل كمساعد مخرج في بعض الأفلام أهمها (الأرض) ليوسف شاهين، و(الرجل الذي فقد ظله) لكمال الشيخ، و (أوهام الحب) لممدوح شكري. ليصنع أفلاماً تسجيلية إجتماعية بعد ذلم لشغفه برصد المدينة وأهلها، فقدم العديد من الأفلام التسجيلية أهمها (وصية رجل حكيم في شؤون القرية والتعليم 1976)، و(العمل في الحقل 1979)، و(عن الناس والأنبياء والفنانين 1980)، بعد ذلك بدأ في العمل على أفلام سينمائية ف أخرج فيلم (الصعاليك)، فيلم (أرض الخوف)، و(رسائل البحر).",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/داوود عبد السيد/IMG_2342.JPG",
    "films": [
      {
        "id": 220,
        "title": "رسائل البحر",
        "description": "تدور أحداث الفيلم حول يحيي وهو طبيب شاب متخرج من كلية الطب، ولكنه يعاني من اضطرابات في نطق الكلام، ويتعرض بسبب ذلك للسخرية من أصدقائه وزملائه، فيترك الطب ويقرر العمل صيادًا فيلتقي في رحلته بأكثر من شخص، كل منهم له قصة مختلفة عن الأخر.",
        "director_id": 65,
        "release_year": 2010,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/رسائل البحر/IMG_1984.JPG"
      },
      {
        "id": 221,
        "title": "أرض الأحلام",
        "description": "تستعد نرجس للهجرة إلى أمريكا لتلحق بأولادها، لكنها تفقد جواز سفرها قبل السفر بساعات، وعليها أن تعثر عليه في الأماكن التي ذهبت إليها، أو لدى الأشخاص الذين قابلتهم. أثناء ذلك تلتقي بساحر غريب الأطوار يجوب ملاهي المدينة، وتتعرض لأحداث عديدة تغير من وجهة نظرها في السفر.",
        "director_id": 65,
        "release_year": 1993,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أرض الأحلام/default (4).jpg"
      },
      {
        "id": 222,
        "title": "مواطن ومخبر وحرامي",
        "description": "علاقة غريبة وغير متوقعة تجمع كل من سليم سيف الدين الشاب اﻷعزب الذي يعيش بمفرده، والمخبر فتحي عبدالغفور، واللص شريف المرجوشي، وتتعقد هذه العلاقة حين يسرق شريف مخطوط رواية سيف، ويحاول فتحي التوسط بينهما.",
        "director_id": 65,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/مواطن ومخبر وحرامي/default (2).jpg"
      },
      {
        "id": 223,
        "title": "قدرات غير عادية",
        "description": "تدور قصة الفيلم حول (يحيى) الذي يفشل بحثه العلمي عن القدرات غير العادية في البشر ، ويُجبر على أخذ إجازة من عمله وحياته المعتادة سارحًا بلا هدف، يستقر في بنسيون على البحر تسكنه مجموعة من الشخصيات الطريفة، حيث تنمو علاقة حميمية بينه وبين صاحبة البنسيون، ويتقرب من ابنتها الصغيرة ذات الكاريزما القوية ، ويعتقد (يحيى) أنه قد عثر على السحر الذي طالما بحث عنه، حيث يبدو أنه يوجد شيء غير عادي بداخل كل منهم، وربما بداخله هو أيضًا.",
        "director_id": 65,
        "release_year": 2014,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/قدرات غير عادية/IMG_8373.JPG"
      }
    ]
  },
  {
    "id": 66,
    "name": "رامي امام",
    "bio": "من مواليد القاهرة في 25 نوفمبر 1974 ، تخرج في الجامعة الأمريكية قسم المسرح عام 1998 . وبدأ عمله كمخرج فور تخرجه بمسرحية \" جزيرة القرع \" على مسرح الهناجر ، ثم مسرحية \" بودي جارد \" بطولة عادل إمام ويعتبر فيلم \" أمير الظلام \" أول أعماله السينمائية",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/رامي امام/IMG_4440.jpg",
    "films": [
      {
        "id": 224,
        "title": "آمير الظلام",
        "description": "بعد طرده من عدة دور للعميان ، يدخل \" سعيد المصري \" - عادل إمام - إلى \"دار النور للمكفوفين \"، ويتعرف هناك على مجموعة من الشباب و الشابات المكفوفين وتنشأ بينهم علاقة حب كبيرة تتطور إلى إقناع \" سعيد \" لهم بالتمرد على القيود التي طالما عانوا منها طوال فترة وجودهم في الدار تحت سيطرة مشرف الدار \" الزلفى \" - يوسف داوود و أعوانه الذين ينتمون إلى فئة لصوص البلد، من ناحية أخرى نرى استعداد مجموعة من الإرهابيين الدوليين لتنفيذ عملية إرهابية خطيرة و هي اغتيال رئيس الجمهورية و الرئيس دولة أوروبية يزور مصر لمناقشة بعض أمور عملية السلام ، بينما تتابع أجهزة الأمن القومي متمثلة في الضابط \" هاشم \" - توفيق عبد الحميد - الذي يحاول التوصل إليهم في أسرع وقت، لا يجد الإرهابيين مكان أنسب من \" دار النور للمكفوفين \" لتنفيذ عمليتهم ، حيث أنه أقرب مكان لهدفهم باعتبار أن موكب الرئيس سوف يمر من الشارع الموازي للدار مباشرة يهجم الإرهابيين على الدار في الوقت الذي يكون فيه \" سعيد المصري \" خارج الدار مع \" عالية \" - شيرين سيف النصر . نحاتة ومثالة .. . تتعرف على \"سعيد\" في ديسكو تك في فيلتها بعد يوم شاق استطاع فيه \" سعيد \" أن يقود طائرة بعد حرمان دام أكثر من ٢٠ عاما، و عندما يقرر العودة إلى الدار، تبدأ الأحداث في أن تكون أكثر إثارة و متعة ......",
        "director_id": 66,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/آمير الظلام/default (1).jpg"
      },
      {
        "id": 225,
        "title": "ثمن دستة اشرار",
        "description": "",
        "director_id": 66,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ثمن دستة اشرار/IMG_4441.JPG"
      }
    ]
  },
  {
    "id": 67,
    "name": "هنري بركات",
    "bio": "ولد هنري بركات في 11 يونيو 1914 في القاهرة، مصر. كان مخرجًا وكاتبًا، اشتهر بأفلام الباب المفتوح (1963)، وحسن ونعيمة (1959)، وليلة القابض الفاطمة (1984). توفي في 27 مايو 1997 في القاهرة، مصر.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/هنري بركات/IMG_3344.jpg",
    "films": [
      {
        "id": 226,
        "title": "أفواه وأرانب",
        "description": "تقيم نعمة مع شقيقتها الكبرى وأسرتها المكونة من زوجها عبدالمجيد وأولادهم التسعة، ونتيجة لظروفهم المعيشية الصعبة يقبل عبدالمجيد زواج نعمة من المعلم البطاوي، لترفض نعمة وتهرب إلى المنصورة، وفي تلك الأثناء يعقد البطاوي الزواج بها بأوراق مزورة قدمها عبدالمجيد، لتتصاعد الأحداث.",
        "director_id": 67,
        "release_year": 1977,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أفواه وأرانب/default (9).jpg"
      },
      {
        "id": 227,
        "title": "أخواتة البنات",
        "description": "محسن له ثلاث أخوات، الكبرى كريمة لم تكمل تعليمها وتلازم المنزل، والثانية ليلى تدرس بكلية الآداب، والثالثة سعاد طالبة في الثانوية وتهوى الرقص الفولكلوري، يحاول محسن السيطرة على أخواته والتحكم في حياتهن، وفي نفس الوقت الزواج من حبيبته نوال فهل سينجح؟",
        "director_id": 67,
        "release_year": 1976,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أخواتة البنات/default (8).jpg"
      },
      {
        "id": 228,
        "title": "حكاية بنت اسمها مرمر",
        "description": "تلتحق مرمر بكلية البنات بالقاهره فتضطر إلى ترك مدينتها بني سويف وتعيش مع خالتها وزوجها وابنهم أحمد الذي يحبها ويبوح لها بحبه. ويضبطهما زوج الخالة في غرفتها فيصمم على أن تعود لبلدها لتبتعد عنه. فيقرر أهلها أن يزوجوها من جاد الله رجل الأعمال الثري ذو التصرفات المقززة.",
        "director_id": 67,
        "release_year": 1972,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/حكاية بنت اسمها مرمر/default (5).jpg"
      },
      {
        "id": 229,
        "title": "وادي الذكريات",
        "description": "يتزوج رأفت من سعاد رغم معارضة عائلته للفارق الاجتماعي بينهما ويسافران إلى سوريا حيث تعيش خالة سعاد، يموت رأفت بعد مرض خطير، تعمل سعاد حتى توفر المال لتربية ابنتها سحر التي يربط الحب بينها وبين جارها وليد ويتفقان على الزواج، تصاب سعاد بمرض تخفيه عن ابنتها التي تسافر إلى القاهرة لتعيش مع عمتها الثرية دولت.",
        "director_id": 67,
        "release_year": 1978,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/وادي الذكريات/IMG_4480.JPG"
      },
      {
        "id": 230,
        "title": "في بيتنا رجل",
        "description": "ينجح الطالب الثائر إبراهيم حمدي في اغتيال رئيس الوزراء المتعاون مع الاستعمار، ويتمكن من الهرب بعد إلقاء القبض عليه. يلجأ إلى منزل زميله الطالب الجامعي محيي زاهر الذي ليس له نشاط سياسي، وتقبل اﻷسرة بعد تردد إيواءه، ويعرف عبدالحميد ابن عم سامية الذي يود الزواج منها في نفس الوقت بوجود إبراهيم، فيستغل الموقف للتعجيل بعقد قرانه عليها رغم رفضها، وتتصاعد الأحداث.",
        "director_id": 67,
        "release_year": 1961,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/في بيتنا رجل/default (1).jpg"
      },
      {
        "id": 231,
        "title": "الأيدي الناعمة",
        "description": "تُنزع أملاك أحد الأثرياء، ويفلس ولا يبقى له سوى قصره. يتعرف بشاب حاصل على درجة الدكتواره ولكنه عاطل، يقترح على الأمير أن يستغل القصر بتأجيره مفروشًا. للأمير ابنتان ينكر وجودهما لأن الابنة الكبرى قد تزوجت من مهندس بسيط والابنة الصغرى تبيع لوحاتها التي ترسمها.",
        "director_id": 67,
        "release_year": 1963,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الأيدي الناعمة/default (37).jpg"
      },
      {
        "id": 232,
        "title": "الحرام",
        "description": "تعمل عزيزة وزوجها عبدالله ضمن عمال التراحيل، يصاب الزوج بالمرض الذي يقعده عن العمل، يشتاق الزوج ذات يوم إلى البطاطا فتذهب عزيزة لتقتلعها من الأرض، يفاجئها أحد شباب القرية فيعتدي عليها وتحمل وتنجح في إخفاء حملها عن الأعين، وعندما تلد مولودها تخاف أن يفضحها صراخه فتقتله دون وعي.",
        "director_id": 67,
        "release_year": 1965,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الحرام/default (3).jpg"
      },
      {
        "id": 233,
        "title": "ولا عزاء للسيدات",
        "description": "تتزايد الخلافات بين راوية وزوجها حمدي ليقررا الانفصال، وتذهب راوية للإقامة بمنزل والدها هي وابنتها، بينما يتزوج حمدي من الشابة الصغيرة ميرفت، وتحصل راوية على وظيفة سكرتيرة في جريدة، لتلتقي بطارق رئيس التحرير ويشعرا بالإنجذاب لبعضهما البعض، وتتطور الأحداث.",
        "director_id": 67,
        "release_year": 1979,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ولا عزاء للسيدات/default (4).jpg"
      },
      {
        "id": 234,
        "title": "شيء في حياتي",
        "description": "تعيش (عايدة) مع زوجها الذي يكبرها في السن حياة هادئة ومستقرة، قبل أن تقابل الطبيب الشاب (أحمد) في محطة القطار بالإسكندرية، ويقع كل منهما بحب الأخر، لتشعر عايدة بأنها تخون زوجها، وتقع في حيرة كبيرة ما بين الحب أو الحياة المستقرة.",
        "director_id": 67,
        "release_year": 1966,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/شيء في حياتي/default (11).jpg"
      },
      {
        "id": 235,
        "title": "موعد غرام",
        "description": "تدور الأحداث حول لقاء يحدث صدفة بين الصحافية نوال وسمير الشاب المستهتر ذو العلاقات المتعددة، وتنشأ علاقة حب بين الإثنين، غير أن تلك العلاقة تنتهي عندما تكتشف نوال أنها مريضة وتقرر الإبتعاد عن سمير.",
        "director_id": 67,
        "release_year": 1956,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/موعد غرام/default.jpg"
      },
      {
        "id": 236,
        "title": "الخيط الرفيع",
        "description": "(منى) فتاة فقيرة تعمل موظفة بسيطة في أحد البنوك وتعول أسرتها. تحت ضغط الحاجة ومرض والدها وضغط والدتها التي تلح عليها لتزيد دخلها تتخذ لها عشيقًا هو رجل أعمال ثري عجوز. تتعرف بالمهندس (عادل) الذي يعمل في شركة عشيقها (عبده) ويصارحها بحبه، تقنعه بالاستقالة وتكوين شركة مستقلة وتمنحه مجوهراتها كرأس مال.",
        "director_id": 67,
        "release_year": 1971,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الخيط الرفيع/default (10).jpg"
      },
      {
        "id": 237,
        "title": "حبيبتي",
        "description": "شاب مصري مغترب وحيد يعيش في غرفة بإحدى بنايات لبنان، يوفر مصاريف يومه بالكاد نظير بيع لوحاته التشكيلية، تقوده الصدفة للتعرف على مصرية مغتربة بإحدى المتنزهات، يحاول استغلالها جسديًا ليؤنس وحدته، وعندما ترفض يشك أنها تتظاهر بالعفة، يبدأ رحلة طويلة من الشك في كل تصرفاتها وأقوالها.",
        "director_id": 67,
        "release_year": 1974,
        "poster_url": null
      }
    ]
  },
  {
    "id": 68,
    "name": "ايهاب لمعي",
    "bio": "إيهاب لمعي خريج كلية الإعلام عام 1987\n\nخريج المعهد العالي للسينما قسم الإخراج عام 1995 اخرج العديد من الأفلام التسجيلية والروائية القصيرة والتي نال عنها العديد من الجوائز المحلية والدولية ( مهرجان الإسماعيلية عام 1993 – المهرجان القومي للسينما عام 1996 – مهرجان اوليسيس بالبرتغال 1998 .. الخ )\n\nكتب سيناريو الفيلم الفلسطيني الطويل ( القدس في يوم آخر ) إخراج / هاني أبو السعد الذي عرض بمهرجان \" كان \" ونال العديد من الجوائز في المهرجانات الدولية .\n\nكتب وأخرج وصمم الديكور لفيلم \" من نظرة عين \" 2003 وحصل على جائزة إخراج العمل الأول في المهرجان القومي للسينما عام 2004 .\n\nاخرج وصمم الديكور لفيلم \" كان يوم حبك \" عام 2004 .",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/ايهاب لمعي/IMG_2341.JPG",
    "films": [
      {
        "id": 238,
        "title": "من نظرة عين",
        "description": "أكرم مصور حفلات زفاف يجد ما كان يبحث عنه طيلة عمره من خلال سارة التي من المفترض أن يصور حفل زفافها، وفي خطوة غير محسوبة، يقرر أن يعرض عليها الزواج.",
        "director_id": 68,
        "release_year": 2003,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/من نظرة عين/default (3).jpg"
      }
    ]
  },
  {
    "id": 69,
    "name": "مجدي أحمد علي",
    "bio": "مخرج مصري، درس الإخراج بالمعهد العالي للسينما بعد أن أنهى دراسته في كلية الصيدلة. بدأ حياته الفنية بالعمل كمساعد مخرج مع العديد من المخرجين منهم محمد خان وخيري بشارة ويوسف شاهين، وبعد 14 عام أخرج أول أفلامه \"يا دنيا يا غرامي\" سنة 1996، ثم توالت أعماله الفنية منها",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/مجدي أحمد علي/IMG_2976.jpg",
    "films": [
      {
        "id": 239,
        "title": "البطل",
        "description": "في الإسكندرية عشية ثورة 1919 في مصر، تجمع الصداقة بين حودة النجار الذي يهوى الملاكمة ويتمنى الاشتراك في اﻷولمبياد، وبيترو الذي يهوى الغناء، وحسن عامل المطبعة الذي يؤمن بالثورة.",
        "director_id": 69,
        "release_year": 1998,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/البطل/default (2).jpg"
      },
      {
        "id": 240,
        "title": "اسرار البنات",
        "description": "بعد تسعة أشهر من الحمل خفية عن اﻷعين بعد ممارسة الجنس مع (شادي)، تضع (ياسمين) مولودتها في بيت خالتها، وتحملها خالتها للمستشفى، وتصير العائلة بأكملها في موقف حرج لما حدث، ويحاولون فهم ما حدث، وكيف حدث، وكيف يمكن إيجاد حل له.",
        "director_id": 69,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/اسرار البنات/IMG_2116.JPG"
      }
    ]
  },
  {
    "id": 70,
    "name": "عمرو عرفة",
    "bio": "رغم أن \"أفريكانو\" هو أول فيلم روائي طويل يخرجه عمرو عرفة، إلا أن عمرو دخل مجال السينما منذ أكثر من عشرين عاماً، حيث اكتسب حب السينما من والده المخرج الشهير سعد عرفة، فبدأ العمل مساعداً للإنتاج مع والده عام 1979، وعمل في عدة أفلام كمساعد مخرج حتى أصبح مديراً للإنتاج عام 1983 في فيلم \"الملائكة لا تسكن الأرض\"، ثم عمل مديراً للإنتاج في أفلام \"السكت\" و\"حكاية نص مليون دولار\" وغيرها. ثم أصبح منتجًا منفذًا لفيلم \"اللس\" عام 1986. ومن بين الأفلام الأخرى التي قام بإنتاجها منفذًا \"يا مهلبية يا\"، و\"الغرقانة\"، و\"سمع حس\"، و\"إضحك الصورة تطلع حلوة\"، و\"حمام في أمستردام\". كما شارك عمرو في مجال الإعلان منذ عام 1991 حيث كان منتجًا للعديد من المشاريع الإعلانية للوكالات والعملاء الدوليين. في عام 1999، أخرج عمرو أول إعلان تلفزيوني له، ثم شرع في إخراج العديد من الإعلانات الأخرى لمصر والخليج.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/عمرو عرفة/IMG_8798.JPG",
    "films": [
      {
        "id": 241,
        "title": "أفريكانو",
        "description": "أفريكانو هو فيلم عن طبيب بيطري شاب طموح يدعى بدر (يلعب دوره أحمد السقا) وصهره عصام (يلعب دوره أحمد عيد). تنقلب حياتهم رأسًا على عقب عندما يرثون حديقة الألعاب!! يسافر بدر وعصام إلى جنوب أفريقيا حتى يتمكنوا من الاهتمام بالميراث. وهناك يلتقون بجميلة، ابنة أخت بدر (التي تلعب دورها منى زكي)، ويكتشفون أن حديقة الألعاب تواجه العديد من المشاكل. يواجه بدر وعصام وجميلة التحديات المختلفة التي تواجههم بمساعدة شاكر محامي الأب (حسن حسني) وآدم الموظف الأفريقي المخلص للأسرة (يلعب دوره طلعت زين). يواجهون معًا هجمات الأسد الشرسة في الحديقة، والمصرفيين الجشعين العازمين على السيطرة على الميراث، والأقارب الخائنين، وبيئة معادية تضع شجاعتهم على المحك. وكيف سيواجهون هذه التحديات؟ كيف ستتطور علاقة بدر وجميلة؟ هل ستهزمهم البيئة الخطرة؟",
        "director_id": 70,
        "release_year": 2001,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أفريكانو/IMG_2601.JPG"
      },
      {
        "id": 242,
        "title": "جعلتني مجرماً",
        "description": "تلفق ملك (غادة عادل) قصة اختطافها وطلب فدية من والدها رجل الاعمال الثري أدهم الشاذلي (حسن حسني) لتسترد الاموال التي ورثتها عن والدتها من أبيها البخيل وتستعين في هذه الخطة برشدي أباظة (أحمد حلمي) بعد أن أقنعته أنها مشلولة وتحتاج ﻹجراء عملية جراحية.",
        "director_id": 70,
        "release_year": 2006,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/جعلتني مجرماً/افيش.jpg"
      },
      {
        "id": 243,
        "title": "الشبح",
        "description": "تدور أحداث الفيلم حول شاب فاقد للذاكرة، ويسعى لمعرفة حقيقته، فتصادفه العديد من المشاكل، ويتهم زورًا بقضية قتل، وتطارده الشرطة، ويحاول البحث عن القاتل الحقيقي بمساعدة صديقه، تقع فتاة في غرامه وتقف بجواره حتى يستطيع إثبات براءته، لكنه يتعرض للعديد من العقبات.",
        "director_id": 70,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/الشبح/افيش.jpg"
      },
      {
        "id": 244,
        "title": "ابن القنصل",
        "description": "مزور شهير ملقب بـ(القنصل)، مشهور بكفاءته في تزوير جوازات السفر والتأشيرات وعقود البيع، ولكنه يقع في قبضة الشرطة، وكان لديه عملية كبيرة وضع خلالها سبائك من الذهب في مكان غير معروف، فيحاول المزور الشاب (عصام) خداعه حينما يخبره أنه ابنه، حتى يكتسب ثقته ويعلم منه مكان الذهب.",
        "director_id": 70,
        "release_year": 2010,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/ابن القنصل/IMG_1936.JPG"
      },
      {
        "id": 245,
        "title": "السفارة في العمارة",
        "description": "تدور أحداث الفيلم حول المهندس (شريف خيري) الذي يعمل بإحدى شركات البترول بدبي، ويضطر إلى العودة لمصر بعد غياب عشرين عامًا، ليفاجأ بأن السفارة الإسرائيلية بجانب شقته ويحاول جاهدًا بيع الشقة في البداية، إلا أن فشله يجعله يتعامل مع الأمر بطرق مختلفة.",
        "director_id": 70,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/السفارة في العمارة/IMG_2113.JPG"
      },
      {
        "id": 246,
        "title": "حلم عزيز",
        "description": "عزيز (أحمد عز) أحد نماذج رجال الأعمال الذين يسعون إلى تحقيق أحلامهم بأي طريقة كانت، مستغلًا نفوذه وسلطته غير مبالي لمصالح الأخرين أهمية، ولا يلتفت لمصلحة البلد، ويشاء القدر أن يقع في أحد المواقف التي تقلب حياته رأسًا على عقب وتغير من أسلوب حياته، فترى ما الذي حدث وجعله يتغير؟",
        "director_id": 70,
        "release_year": 2012,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/حلم عزيز/افيش1.jpg"
      }
    ]
  },
  {
    "id": 71,
    "name": "عمر هلال",
    "bio": "عمر هلال هو مخرج إعلانات دولي مقيم في مصر. عمل سابقًا كمخرج إبداعي، وهو معروف بأعماله الإعلانية الحائزة على جوائز - إعلانات فكاهية تتميز بشخصيات قوية يتم تنفيذها على نطاق سينمائي. عُرضت مشاريعه في أماكن مختلفة بما في ذلك مهرجان كان ليونز، ودبي لينكس، وكرييتيف سيركل آسيا. فيلم Voy! Voy! Voy! (2023)، الذي تم اختياره لمهرجان الأفلام الدولية 2024، هو أول فيلم روائي طويل له.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/عمر هلال/6FC41583-5D73-4F9F-9E33-CCB915DA9369-615x640.jpeg",
    "films": [
      {
        "id": 247,
        "title": "فوي! فوي! فوي!",
        "description": "يتظاهر حسن، وهو حارس أمن فقير مصري، بأنه أعمى وينضم إلى فريق كرة قدم أوروبي للمكفوفين، بغية تحقيق حلمه بالهجرة وبدء حياة أفضل في أوروبا.",
        "director_id": 71,
        "release_year": 2023,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/فوي! فوي! فوي!/1cc7b9e9-dccb-45b3-8f95-7608d393f2c9-1296x729.jpg"
      }
    ]
  },
  {
    "id": 72,
    "name": "أحمد بدرخان",
    "bio": "مخرج مصري من مؤسسي صناعة السينما في مصر وروادها الأوائل. ولد عام 1909 في 18 شارع قرة قول بحي الخليفة بالقاهرة، وحصل على شهادتي الابتدائية والثانوية من مدرسة الفرير. بدأ تعلقه بالسينما وهو في سن صغيرة وكان يتردد كثيرًا على دور السينما والمسارح. حاول الالتحاق بمعهد التمثيل الأهلي الذي كان يديره (زكي طليمات)، إلاّ أنه لم يستمر بالدراسة فيه نظراً لاغلاقه، وبعدما حصل على شهادة الكفاءة الفرنسية، التحق بالجامعة الأمريكية، وشارك في نشاط فريق التمثيل. ومن الجامعة الأمريكية انتقل إلى كلية الحقوق إرضاءً لوالده وفي نفس الفترة بدأ في مراسلة معهد السينما في باريس حيث كانت تصله محاضرات ودراسات في السينما استطاع ان ينشر معظمها في مجلة (الصباح) والتي أسندت إليه بعدها تولي تحرير قسم السينما الأسبوعي ، جذبت مقالاته ونشاطه الغزير في الكتابة نظر الاقتصادي المصري (طلعت حرب) فطلب منه إعداد تقرير عن تكاليف إنشاء أستوديو للأفلام الناطقة قدمه (بدرخان) بشكل وافي بمساعدة صديقه (نيازي مصطفى) الذي كان يدرس السينما حينئذٍ في ألمانيا، ثم أوفده في بعثة سينمائية في باريس عام 1933 وحصل على دبلوم في فن الإخراج، . وعاد في 1934 مع سيناريو فيلم (وداد) الذي كتبه أثناء الدراسة. وعاد بدرخان وعُيّن مخرجاً سينمائياً باستوديو مصر بمرتب قدره عشرون جنيهاً شهرياً. بعدما تعرفت عليه (أم كلثوم) في فيلم (وداد) عام 1937م اختارته بنفسها أحمد بدرخان لإخراج ثاني أفلامها وهو «نشيد الأمل» والذي أنتجته (شركة أفلام الشرق) في أولى مشاريعها الإنتاجية وكان هذا الاختيار بمثابة رد الاعتبار له فقد قام بإخراج جميع أفلام (أم كلثوم) ما عدا فيلم «سلامة» الذي أخرجه منتجه (توجو مزراحي). أيضًا من العلامات البارزة في مشواره محاولته إنتاج فلم عن الزعيم الوطني (مصطفى كامل) قبل ثورة 1952 الأمر الذي تصدت له فيه الرقابة المصرية واضطر لإنتاج الفيلم بنفسه وسط تعنت الرقيب الذي رفض التصريح بفيلمه أيضًا، ولم يعرض الفيلم إلا بعد قيام الثورة. وقد قام أحمد بدرخان بإخراج أول أفلام فريد الأطرش مع شقيقته أسمهان وهو فيلم «انتصار الشباب» 1941م وهو الفيلم الذت تزوج فيه الفنانة (أسمهان) لمدة 55 يومًا فقط. وفي 1944م كوّن أحمد بدرخان مع أمينة رزق وعبدالحليم نصر وحلمي رفلة شركة إنتاج تحت اسم شركة اتحاد الفنانين. وفي مشوار سينمائي طويل قدم للسينما أكثر من أربعين فيلمًا ما بين إخراج وتأليف وإنتاج، وتميز في تقديم الأفلام الغنائية والموسيقية. وفي مشوار سينمائي طويل قدم للسينما أكثر من أربعين فيلمًا ما بين إخراج وتأليف وإنتاج، وتميز في تقديم الأفلام الغنائية والموسيقية. كان متزوجًا من خارج الوسط الفني وله ابنتين ثم تزوج من (أسمهان) ثم من الممثلة (روحية خالد)ثم من (سلوى علام) وانجب منها (رقية) وهو أيضًا والد المخرج (علي بدرخان). ولم يشاهد آخر أفلامه (نادية) 1969 قبل إرساله إلى باريس للطبع والتحميض، إذا توفي ليلة عرضه في 23 أغسطس عام 1969.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/أحمد بدرخان/IMG_3336.jpg",
    "films": [
      {
        "id": 248,
        "title": "نادية",
        "description": "يعيش التوأمان (نادية ومنى) في سلام في القاهرة مع والدهما الأستاذ الجامعي، ووالدتهما الفرنسية، وبينما نادية خجولة، فإن منى جريئة متحررة، تتعرض نادية لحادث حريق، ويموت الأب، فتضطر الأسرة للسفر إلى فرنسا، وهناك تموت منى أيضا، ولكن بعد أن كانت نادية تراسل الدكتور (مدحت) بصورة منى، وأوشك هو على المجيء إلى فرنسا لرؤيتها، فتقع نادية في مأزق خوفا من اكتشاف حقيقتها.",
        "director_id": 72,
        "release_year": 1969,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/نادية/default (35).jpg"
      }
    ]
  },
  {
    "id": 73,
    "name": "محمد شاكر خضير",
    "bio": "",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/محمد شاكر خضير/IMG_4416.JPG",
    "films": [
      {
        "id": 249,
        "title": "هاتولي راجل",
        "description": "على طريقة (ماذا لو؟) الشهيرة، يحكي الفيلم عن عالم تسيطر عليه النساء ويقوم فيه الرجال بالترفيه عن المرأة. يتناول الفيلم في إطار كوميدي شكل العلاقات الخاصة بين الرجال والنساء بشكل معكوس، حيث الرجل دائمًا مقهور ومظلوم، والمرأة متجبرة ومتسلطة، وتستخدم الرجل كوسيلة للمتعة فقط.",
        "director_id": 73,
        "release_year": 2013,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/هاتولي راجل/464134879_9030999536933324_5701883735413900802_n.jpg"
      }
    ]
  },
  {
    "id": 74,
    "name": "محمد جمعة",
    "bio": "مخرج مصري، ولد عام 1981، تخرج في المعهد العالي للسينما قسم إخراج، وأخرج العديد من الاعلانات، واغاني الكليبات، كما أخرج العديد من الأفلام، منها (قعدة بنات، احلام حقيقية).",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/محمد جمعة/IMG_2345.JPG",
    "films": [
      {
        "id": 250,
        "title": "أحلام حقيقية",
        "description": "ترى مريم في منامها الكثير من جرائم القتل والسرقة، وتجدها تتحقق في الواقع بشكل يجعلها محط اشتباه، لكن يتبدل كل شيء حين ترى حلمًا تٌقتل فيه ابنتها الوحيدة.",
        "director_id": 74,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/أحلام حقيقية/IMG_2214.JPG"
      }
    ]
  },
  {
    "id": 75,
    "name": "حسام الدين مصطفى",
    "bio": "وُلد حُسام الدين مصطفى أحد أشهر المُخرجين السينمائيين المصريين بمدينة بورسعيد، وكان والده عُمدة لقرية الطوابرة التابعة لمركز المنزلة، مع مطلع الخمسينيات تطلع للسفر إلى الولايات المتحدة الأمريكية لدراسة الإخراج السينمائي، وكان محظوظًا حينما وقف مخرجًا مُنفذًا للمُخرج العالمي سيسيل ديميل في فيلم الوصايا العشر عام 1956. يُعتبر من كبار مُخرجي الحركة بالسينما والدراما المصرية، حيث تنبض شاشته بالحيوية والتوهج، وهو بارع في قيادة المجاميع الكبيرة والسيطرة بعدساته على أصعب مواقع التصوير، وقد تولى مهمة التصوير بنفسه في العديد من أعماله. يُعد حسام الدين مصطفى مخرجًا صاحب قضية، وربما عرَّضه ذلك للعديد من الأزمات الفنية والشخصية، ولعل أشهرها تعرضه للفصل من نقابة السينمائيين بسبب سفره إلى إسرائيل، بالإضافة إلى منع عرض فيلمه درب الهوى لاحتوائه على مشاهد خارجة، واعتباره من الأفلام التي تسيء للمجتمع المصري. يشتهر لوكيشن حسام الدين مصطفى وراء الكاميرات بالهدوء النابع من الالتزام الشديد، برغم من توهجه أمام الكاميرات، تزوج من الفنانة نيللي مطلع السبعينيات ولم يدم زواجهما أكثر من ثلاث سنوات ثم انفصلا في هدوء، واستمرا أصدقاء مقربين بعدها، وقد تزوج 3 مرات بخلاف زواجه من نيللي، واستقر مع زوجته الأخيرة أم ابنته (جينا). في رصيده 100 فيلم منذ عام 1956 وإلى عام 1994، من أشهر أفلامه: الباطنية، الرصاصة لا تزال في جيبي، النظارة السوداء، الإخوة الأعداء، الظالم والمظلوم، صابرين، قاع المدينة، الشيماء، جريمة في الحي الهادئ، الشياطين الثلاثة، ملوك الشر، الحرافيش، غرام الأفاعي، وكالة البلح، وغيرها. ولعله تعمد الاعتزال السينمائي بعد وصوله لعدد 100 فيلم، توقف بعدها عن الإخراج للسينما وركَّز نشاطه بالدراما، وخاصة التاريخية، حتى يستطيع إدارتها بصبغة سينمائية مُفعمه بالحركة، وقد نجح في ذلك خلال مسلسلات: الفرسان، الإمام أبو حنيفة النعمان، الأبطال، عصر الأئمة، نسر الشرق، الإمام ابن حزم، وغيرها. رحل عن دنيانا عام 2000 عن عمر يناهز 74 عام تاركًا رصيدًا حافلًا من الأفلام الهامة والدراما الهادفة.",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/حسام الدين مصطفى/IMG_3341.JPG",
    "films": [
      {
        "id": 251,
        "title": "قاع المدينة",
        "description": "عبدالله قاضي في إحدى المحاكم، يعتمد على حاجب المحكمة فرغلي في العديد من المناحي، ويطلب منه أن يجلب له خادمة، ويذهب إلى شهرت الفقيرة التي تحتاج إلى المال من أجل أولادها وزوجها المدمن على المخدرات، وفي منزل القاضى تبدأ عملها بأن تمارس الجنس معه لأجل المال، فيقرر الامتناع عن دفع المال لها، فترحل ويجن جنونه ويبحث عنها فى كل مكان.",
        "director_id": 75,
        "release_year": 1974,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/قاع المدينة/IMG_4478.JPG"
      },
      {
        "id": 252,
        "title": "البنات والحب",
        "description": "يشترك علاء للمرة الأولى في إحدى عمليات عصابة للمخدرات. يستقل سيارة فريق كرة السلة للآنسات ويخفي الهيروين الذي يهرب به في حقيبة إحداهن، يراقبه ضابط الشرطة رائد ليستدل على أفراد العصابة. تعجب به إيمان ويعترف لها بحقيقته عندما تفاجئه وهو يبحث في حقيبتها عن الهيروين، وتتعقد بهما اﻷمور.",
        "director_id": 75,
        "release_year": 1974,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/البنات والحب/IMG_4479.JPG"
      }
    ]
  },
  {
    "id": 78,
    "name": "علي رجب",
    "bio": "علي رجب عمل مساعد مخرج مع العديد من مخرجي السينما المصرية ومنهم المخرجة إيناس الدغيدي التي عمل معها مساعد مخرج في كل أفلامها خلال فترة التسعينات . اخرج العديد من الأغاني الفيديو كليب والإعلانات",
    "portrait_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/portraits/علي رجب/IMG_2108.JPG",
    "films": [
      {
        "id": 256,
        "title": "سيد العاطفي",
        "description": "يدور الفيلم حول الست أم سيد المرأة البسيطة التى تعمل سائقة تاكسي لتواجه اعباء الحياة وفي نفس الوقت تعشق النادي الأهلي بجنون وترعى ابنها سيد الذي يواجه عدة مشكلات في الجامعة ومع شقيق والده المتوفي و تحاول أم سيد واصدقائها رفع الظلم الواقع على الابن في إطار كوميدي غنائي.",
        "director_id": 78,
        "release_year": 2005,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/سيد العاطفي/افيش.jpg"
      },
      {
        "id": 257,
        "title": "صايع بحر",
        "description": "حسن حنتيرة وهيمة وعبده، ثلاث أصدقاء من الإسكندرية يغنون في الأفراح الشعبية، يٌتهم حنتيرة بالتورط في جريمة قتل، ويحاولون إثبات براءته لكي يتمكن من الزواج بخطيبته.",
        "director_id": 78,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/صايع بحر/IMG_3152.JPG"
      },
      {
        "id": 258,
        "title": "خالتي فرنسا",
        "description": "(بطة) و(وزة) تعيشان مع خالتهما (فرنسا) التي تعمل ندابة في الأحياء الشعبية، وتساعد (بطة) خالتها في عملها الذي تعيش من خلاله، ولكن تشترط (بطة) على خالتها أن تبعد شقيقتها الصغرى عن هذا العمل تمامًا، وأن تكمل تعليمها، لأنها تريد لأختها أن تنشأ بعيدًا عن هذا الوسط.",
        "director_id": 78,
        "release_year": 2004,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/خالتي فرنسا/افيش.jpg"
      },
      {
        "id": 259,
        "title": "كركر",
        "description": "تدور أحداث الفلم في قالب كوميدي درامي حول كركر (محمد سعد) الشاب الثري الذي تسببت له صعقة كهربائية بالجنون ، وبعد موت والده يحاول عمه عاصم (حسن حسني) استغلال مرضه والاحتيال عليه للحصول على أمواله ، وفي نفس الوقت تحاول عمته (رجاء الجداوي) هي الأخرى الاستيلاء على أمواله ، فيتفق الاثنان على خداع (كركر) ، وتتوالى الأحداث في الصراع بين الخير والشر .",
        "director_id": 78,
        "release_year": 2007,
        "poster_url": "https://pub-152b68aa260243aaa2d232340cf0dd95.r2.dev/posters/كركر/افيش.jpg"
      }
    ]
  }
]